{"translation-revision-date":"2023-10-31 12:54:24+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Modern browsers now support lazy loading, and WordPress itself bundles lazy loading for images. This feature has been disabled to avoid potential conflicts with Gutenberg 16.6.0+ or WordPress 6.4+. This feature will consequently be removed from Jetpack Boost.":["Modern tarayıcılar artık geç yüklemeyi destekliyor ve WordPress'in kendisi görseller için geç yükleme özelliklerini paketler. Gutenberg 16.6.0+ veya WordPress 6.4+ ile çakışma olmasını önlemek için bu özellik devre dışı bırakıldı. Bu özellik sonuç olarak Jetpack Boost'tan kaldırılacak."],"Modern browsers now support lazy loading, and WordPress itself bundles lazy loading for images. This feature will consequently be removed from Jetpack Boost.":["Modern tarayıcılar artık geç yüklemeyi destekliyor ve WordPress'in kendisi görseller için geç yükleme özelliklerini paketler. Bu özellik sonuç olarak Jetpack Boost'tan kaldırılacak."],"Lazy image loading is going away":["Geç görsel yükleme özelliği aramızdan ayrılıyor"],"Failed to load performance history":["Performans geçmişi yüklenemedi"],"Historical Performance":["Geçmiş Performans"],"Your scores will be recorded from now on.":["Puanlarınız şu andan itibaren kaydedilecek."],"Hello there! Jetpack Boost premium has been activated.":["Merhaba! Jetpack Boost premium etkinleştirildi."],"lossless":["kayıpsız"],"JPEG Quality: %1$s, PNG Quality: %2$s, WEBP Quality: %3$s":["JPEG Kalitesi: %1$s, PNG Kalitesi: %2$s, WEBP Kalitesi: %3$s"],"Image Quality":["Görsel Kalitesi"],"Change Image Quality":["Görsel Kalitesini Değiştir"],"Lossless":["Kayıpsız"],"You have sent too many requests, please try later.":["Çok fazla talep gönderdiniz, lütfen daha sonra yeniden deneyin."],"Historical performance scores":["Geçmiş performans puanları"],"Desktop":["Masaüstü"],"%d \/ 100":["%d\/100"],"Overall score":["Genel puan"],"Select the quality for images served by the CDN. Choosing a lower quality will compress your images and load them faster. If you choose lossless, we will not compress your images.":["CDN tarafından iletilen görsellerin kalitesini seçin. Daha düşük bir kalite seçildiğinde görsellerinizi sıkıştırılır ve daha hızlı yüklenir. Kayıpsızı seçerseniz görsellerinizi sıkıştırmayacağız."],"\/month for the first year, billed yearly":["\/ay tutarı ilk yıl geçerlidir, yıllık olarak faturalandırılır"],"Get access to your historical performance scores and see advanced Core Web Vitals data.":["Geçmiş performans puanlarına erişin ve gelişmiş Temel Web verilerini görün."],"Historical performance scores with Core Web Vitals data":["Temel Web verileri ile geçmiş performans puanlarını görün"],"Cumulative Layout Shift":["Cumulative Layout Shift"],"Total Blocking Time":["Total Blocking Time"],"Largest Contentful Paint":["Largest Contentful Paint"],"Upgrade now!":["Hemen yükseltin!"],"Upgrading your WordPress version if the new release will be including core CSS changes.":["Yeni sürümün temel CSS değişikliklerini içermesi durumunda WordPress sürümünüzü yükseltme."],"Changing settings of plugins that will be impacting your site layout or HTML structure.":["Site düzeninizi veya HTML yapınızı etkileyecek eklentilerin ayarlarını değiştirme."],"Activating, deactivating, or updating plugins that will be impacting your site layout or HTML structure.":["Site düzeninizi veya HTML yapınızı etkileyecek eklentileri etkinleştirme, devre dışı bırakma veya güncelleme."],"Editing a post\/page.":["Bir gönderiyi\/sayfayı düzenleme."],"Writing a new post\/page.":["Yeni bir gönderi\/sayfa yazma."],"Making theme changes.":["Tema değişiklikleri yapma."],"Upgrade and learn more about your site performance over time.":["Yükseltin ve sitenizin zaman içindeki performansı hakkında daha fazla bilgi edinin."],"For more control over image quality, <link>upgrade now!<\/link>":["Görsel kalitesi üzerinde daha fazla kontrol sahibi olmak için <link>hemen yükseltin!<\/link>"],"Fine-tune your CDN images with customizable quality settings.":["Özelleştirilebilir kalite ayarlarıyla CDN görsellerinizde ince ayar yapın."],"Fine-tune image quality settings to your liking.":["Görsel kalitesi ayarlarında istediğiniz gibi ince ayar yapın."],"Included + quality settings":["Dahil olanlar + kalite ayarları"],"Warming up the engine…":["Motor ısınıyor..."],"Getting ready…":["Hazırlanıyor..."],"Your Image Size Analysis task seems to have gotten stuck, or our system is under unusual load. Please try again. If the issue persists, please contact support.":["Görünüşe göre Görsel Boyutu Analizi göreviniz takılı kaldı veya sistemimiz olağandışı bir yük altında. Lütfen tekrar deneyin. Sorun devam ederse lütfen desteğe başvurun."],"Start image analysis":["Görsel analizini başlat"],"Something has gone wrong.":["Bir şeyler ters gitti."],"In addition to the Homepage, Pages and Posts, Boost will also analyze the following custom post types found on your site:":["Boost; Ana sayfa, Sayfalar ve Gönderilerin yanı sıra sitenizde bulunan aşağıdaki özel blog gönderisi türlerini de analiz edecek:"],"Image analysis report":["Görsel analiz raporu"],"<refresh>Refresh<\/refresh> to see the latest recommendations.":["En yeni önerileri görmek için <refresh>yenileyin<\/refresh>."],"No image size issues found yet…":["Henüz bir görsel boyutu sorunu bulunamadı."],"🥳 No image size issues found!":["🥳 Görsel boyutu sorunu bulunamadı!"],"Image Details":["Görsel Detayları"],"Device":["Cihaz"],"Potential Size":["Potansiyel Boyut"],"This issue affects small screens":["Bu sorun, küçük ekranları etkiler"],"This issue affects large screens":["Bu sorun, büyük ekranları etkiler"],"Missing Image":["Eksik Görsel"],"This image does not appear to load. Please check the URL in the relevant page.":["Görünüşe göre bu görsel yüklenmiyor. Lütfen ilgili sayfadaki URL'yi kontrol edin."],"An error occurred while loading this entry.":["Bu yazı yüklenirken hata oluştu."],"More recommendations have been found. <refresh>Refresh<\/refresh> to see the latest recommendations.":["Daha fazla öneri bulundu. En yeni önerileri görmek için <refresh>yenileyin<\/refresh>."],"Read the guide":["Kılavuzu okuyun"],"Most of the time Jetpack Boost will increase your site speed, but there may be cases where your score does not increase.<br\/><br\/>Try refreshing your score, and if it doesn’t help, check our guide on improving your site speed score:":["Jetpack Boost, çoğu zaman site hızınızı artırsa da puanınızın artmadığı durumlar da olabilir.<br\/><br\/>Puanınızı yenilemeyi deneyin ve sorun çözülmezse, sitenizin hız puanını iyileştirme kılavuzumuza göz atın:"],"Upgrade to scan your site for issues - automatically!":["Sitenizi sorunlara karşı otomatik olarak taramak için yükseltin!"],"Found a total of %1$d issues after scanning your %2$d most recent pages.":["%2$d en son sayfanız tarandıktan sonra toplam %1$d sorun bulundu."],"Congratulations; no issues found after scanning your %d most recent pages.":["Tebrikler. %d en son sayfanız tarandıktan sonra hiç sorun bulunmadı."],"Your site now auto-generates Critical CSS and can analyze image sizes for efficient display.":["Siteniz artık Kritik CSS'yi otomatik olarak oluşturur ve verimli görüntüleme için görsel boyutlarını analiz edebilir."],"Automatic image size analysis":["Otomatik görsel boyutu analizi"],"Scan your site for images that aren't properly sized for the device they're being viewed on.":["Görüntülendikleri cihaz için uygun boyutta olmayan görseller için sitenizi tarayın."],"Automatically scan your site for image size issues":["Görsel boyutuyla ilgili sorunlar için sitenizi otomatik olarak tarayın"],"Automatically regenerate critical CSS after site changes, and hunt down image issues with ease.":["Site değişikliklerinden sonra kritik CSS'yi otomatik olarak yeniden oluşturun ve görselle ilgili sorunları kolaylıkla tespit edin."],"Edit Page":["Sayfayı Düzenle"],"%d Image Recommendation":["%d Görsel Önerisi","%d Görsel Önerisi"],"Jetpack Boost's Image CDN can automatically resize many images to the correct size for you.":["Jetpack Boost'un Görsel CDN'si özelliği, pek çok görseli sizin için otomatik olarak doğru boyuta getirebilir."],"We recommend enabling the <b>Image CDN<\/b>.":["<b>Görsel CDN'si<\/b> özelliğini etkinleştirmenizi öneririz."],"Pages":["Sayfalar"],"Posts":["Yazılar"],"All":["Tümü"],"We noticed you've recently updated a plugin that may affect your site's HTML\/CSS structure.":["Sitenizin HTML\/CSS yapısını etkileyebilecek şekilde bir eklentiyi kısa süre önce güncellediğinizi fark ettik."],"We noticed you've recently updated your theme that may affect your site's HTML\/CSS structure.":["Sitenizin HTML\/CSS yapısını etkileyebilecek şekilde temanızı kısa süre önce güncellediğinizi fark ettik."],"We noticed you've recently published a new post on your site that may affect its HTML\/CSS structure.":["Sitenizin HTML\/CSS yapısını etkileyebilecek şekilde yeni bir gönderiyi kısa süre önce sitenizde yayımladığınızı fark ettik."],"We noticed you've recently published a new page on your site that may affect its HTML\/CSS structure.":["Sitenizin HTML\/CSS yapısını etkileyebilecek şekilde yeni bir sayfayı kısa süre önce sayfanızda yayımladığınızı fark ettik."],"See full report":["Raporun tamamına bakın"],"View report in progress":["Devam etmekte olan raporu görüntüleyin"],"Analyze again":["Tekrar analiz edin"],"How to fix":["Nasıl düzeltilir?"],"Size on screen":["Ekrandaki boyut"],"Expected Dimensions":["Beklenen Boyutlar"],"File Dimensions":["Dosya Boyutları"],"Fix on page":["Sayfada düzelt"],"Other":["Diğer"],"Homepage":["Ana sayfa"],"Save":["Kaydet"],"Concatenate JS and CSS":["JS ve CSS'yi birleştir"],"Boost your website performance by merging and compressing JavaScript and CSS files, reducing site loading time and number of requests.":["JavaScript ve CSS dosyalarını birleştirip sıkıştırarak, böylece site yükleme süresini ve istek sayısını azaltarak web sitenizin performansını artırın."],"Comma separated list of CSS stylesheets to exclude":["Hariç tutulacak CSS stil sayfalarının virgülle ayrılmış listesi"],"Exclude CSS Strings":["CSS Dizelerini Hariç Tut"],"Exclude CSS Strings:":["CSS Dizelerini Hariç Tut:"],"Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Stiller orijinal yerleşimlerine göre gruplandırılır, birleştirilir ve site yükleme süresi ile istek sayısını azaltmak için küçültülür."],"Concatenate CSS":["CSS'yi birleştir"],"Comma separated list of JS scripts to exclude":["Hariç tutulacak JS komut dosyalarının virgülle ayrılmış listesi"],"Exclude JS Strings":["JS Dizelerini Hariç Tut"],"Exclude JS Strings:":["JS Dizelerini Hariç Tut:"],"Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Komut dosyaları orijinal yerleşimlerine göre gruplandırılır, birleştirilir ve site yükleme süresi ile istek sayısını azaltmak için küçültülür."],"Concatenate JS":["JS'yi birleştir"],"Except: %s":["Şunlar haricinde: %s"],"Arrow right":["Sağ ok"],"Arrow left":["Sol ok"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["İndirimli ücret, ilk yıl ile sınırlı bir tekliftir ve normal fiyat üzerinden yenilenir."],"%s not included":["%s dahil değil"],"%s coming soon":["%s çok yakında"],"Coming soon":["Çok yakında"],"Upgrade now":["Şimdi yükselt"],"Regenerate Critical CSS":["Kritik CSS'yi yeniden oluşturun"],"Deliver images from Jetpack's Content Delivery Network. Automatically resizes your images to an appropriate size, converts them to modern efficient formats like WebP, and serves them from a worldwide network of servers.":["Jetpack'in İçerik Dağıtım Ağı ile görseller gönderin. Görsellerinizi uygun bir boyuta getirmek için otomatik olarak yeniden boyutlandırır, WebP gibi modern verimli biçimlere dönüştürür ve dünya çapında bir sunucu ağından iletir."],"Image guide":["Görsel kılavuzu"],"Discover and fix images with a suboptimal resolution, aspect ratio, or file size, improving user experience and page speed.":["Yetersiz çözünürlük, en boy oranı veya dosya boyutuna sahip görselleri keşfedip düzelterek kullanıcı deneyimini ve sayfa hızını iyileştirin."],"Image CDN":["Görsel CDN’si"],"Must be done manually":["Manuel olarak gerçekleştirilmelidir"],"Automatically updated":["Otomatik olarak güncellendi"],"This tool will search your site for images that are too large and have an impact on your visitors' experience, page loading times, and search rankings. Once finished, it will give you a report of all improperly sized images with suggestions on how to fix them.":["Bu araç, çok büyük olan ve ziyaretçilerinizin deneyimi, sayfa yükleme süreleri ve arama sıralamaları üzerinde etkili olan görseller için sitenizde arama yapacaktır. Tamamlandığında, tüm yanlış boyutlandırılmış görsellerin bir raporunu sunar ve nasıl düzeltileceklerine dair öneriler sağlar."],"Image Size Analysis":["Görsel Boyutu Analizi"],"<b>Boost will automatically generate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Boost, sitenizin HTML veya CSS yapısında her değişiklik yaptığınızda Kritik CSS<\/b>'nizi otomatik olarak oluşturacaktır."],"<b>You should regenerate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Sitenizin HTML veya CSS yapısında her değişiklik yaptığınızda Kritik CSS<\/b>'nizi yeniden oluşturmanız gerekir."],"Optimize Critical CSS Loading (manual)":["Kritik CC Yüklemeyi Optimize Edin (manuel)"],"If you’d like automatic Critical CSS regeneration":["Otomatik Kritik CSS yeniden oluşturma isterseniz"],"Upgrade now only %s":["Şu anda yalnızca şunu yükseltin: %s"],"Remember to regenerate each time you make changes that affect your HTML or CSS structure.":["HTML veya CSS yapınızı etkileyen değişiklikleri her gerçekleştirdiğinizde yeniden oluşturmayı unutmayın."],"Please regenerate your Critical CSS to maintain optimal site performance.":["Optimum site performansını korumak için lütfen Kritik CCS'nizi yeniden oluşturun."],"We noticed some updates to your site that may have changed your HTML\/CSS structure.":["Sitenizde HTML\/CSS yapınızı değiştirmiş olabilecek bazı güncellemeler fark ettik."],"Give us a few minutes while we go through your images…":["Görsellerinize göz atmamız için bize birkaç dakika verin..."],"%d issues":["%d sorun"],"No issues":["Sorun yok"],"Upgrade your WordPress version if the new release includes core CSS changes.":["Temel CSS değişikliklerini içeren WordPress sürümüne yükseltme yaptığınızda."],"Change settings of plugins that impact your site layout or HTML structure.":["Site düzeninizi veya HTML yapınızı etkileyen eklentilerin ayarlarını değiştirdiğinizde."],"Activate, deactivate, or update plugins that impact your site layout or HTML structure.":["Site düzeninizi veya HTML yapınızı etkileyen eklentileri etkinleştirdiğinizde, devre dışı bıraktığınızda veya güncellediğinizde."],"Edit a post\/page.":["Bir gönderiyi\/yazıyı düzenlediğinizde."],"Write a new post\/page.":["Yeni bir gönderi\/sayfa yazdığınızda."],"Make theme changes.":["Tema değişiklikleri yaptığınızda."],"To enhance the speed of your site, with this plan you will need to optimize CSS by using the Manual Critical CSS generation feature whenever you:":["Sitenizin hızını artırmak için bu paketle Manuel Kritik CSS oluşturma özelliğini şu durumlarda kullanarak CSS'yi optimize etmeniz gerekecektir:"],"Boost’s cloud service can automatically detect when your site needs the Critical CSS regenerated, and perform this function behind the scenes without requiring you to monitor it manually.":["Boost bulut hizmeti, sitenizin Kritik CSS'nin yeniden oluşturulmasına ne zaman ihtiyaç duyduğunu otomatik olarak belirleyebilir ve bu fonksiyonu manuel olarak uygulamanıza gerek kalmadan perde arkasında gerçekleştirebilir."],"It’s essential to regenerate Critical CSS to optimize your site speed whenever your HTML or CSS structure changes. Being on top of this can be tedious and time-consuming.":["HTML veya CSS yapınız her değiştiğinde sitenizin hızını optimize etmek için Kritik CSS'yi yeniden oluşturmak son derece önemlidir. Bunu gerçekleştirmek oldukça sıkıcı ve zaman alıcı olabilir."],"Already have an existing plan or license key? <link>Click here to get started<\/link>":["Zaten mevcut bir paketiniz veya lisans anahtarınız var mı? <link>Başlamak için buraya tıklayın<\/link>"],"Save time by upgrading to Automatic Critical CSS generation.":["Otomatik Kritik CSS oluşturmaya yükselterek vakit kazanın."],"This feature helps you discover images that are too large. When you browse your site, the image guide will show you an overlay with information about each image's size.":["Bu özellik, çok büyük görselleri keşfetmenize yardımcı olur. Sitenize göz attığınızda, görsel kılavuzu her görselin boyutu hakkında bilgi içeren bir kaplama gösterir."],"Please contact your hosting provider or system administrator and ask them to install or activate one of these extensions.":["Lütfen barındırma sağlayıcınız veya sistem yöneticinizle irtibat kurarak bu uzantılardan birini yüklemesini veya etkinleştirmesini isteyin."],"Jetpack Boost is able to work without these extensions, but it's likely that it's going to be difficult for you to optimize the images that the Image Guide will identify without one of these extensions.":["Jetpack Boost bu uzantılar olmadan çalışabilir, ancak bu uzantılardan biri olmadan Görsel Kılavuzun belirleyeceği görselleri optimize etmeniz zor olabilir."],"It looks like your server doesn't have Imagick or GD extensions installed.":["Sunucunuzda Imagick veya GD uzantılarının yüklü olmadığı görünüyor."],"Image resizing is unavailable":["Görsel yeniden boyutlandırma kullanılamıyor"],"Dedicated email support plus priority Live Chat if <link>your plan<\/link> includes <strong>Premium Support<\/strong>":["<link>Paketinize<\/link> <strong>Premium Destek<\/strong> dahilse, özel e-posta desteği ve öncelikli Canlı Sohbet"],"Could not detect performance records for the Super Cache test. Please try again.":["Super Cache testi için performans kayıtları bulunamadı. Lütfen tekrar deneyin."],"Image Guide":["Görsel Kılavuzu"],"Run test":["Testi çalıştır"],"Re-run test":["Testi yeniden çalıştır"],"Jetpack Boost is testing the speed of your cache.":["Jetpack Boost, önbelleğinizin hızını test ediyor."],"Measuring Super Cache Speed":["Super Cache Hızının Ölçümü"],"Super Cache is saving your visitors about %d ms":["Super Cache ziyaretçilerinizi yaklaşık %d ms içinde kaydediyor"],"We ran into an error measuring your speed: %s":["Hızınızı ölçerken bir hatayla karşılaştık: %s"],"Super Cache Speed":["Super Cache Hızı"],"Find out how much difference it makes for your users.":["Kullanıcılarınız için ne kadar fark yarattığını öğrenin."],"Super Cache detected":["Önbellek algılandı"],"Set up":["Ayarla"],"Enable Super Cache to speed your site up further.":["Sitenizin hızını daha da artırmak için Super Cache'yi etkinleştirin."],"Super Cache is installed but not enabled":["Super Cache yüklü fakat etkinleştirilmemiş"],"% off":["% indirim"],"Start for free":["Ücretsiz kullanmaya başlayın"],"Not included":["Dahil değil"],"Included":["Dahil"],"Close.":["Kapatın."],"Magnifying Glass":["Büyüteç"],"Post":["Gönder"],"Has a video.":["Video var."],"Tag":["Etiket"],"Page":["Sayfa"],"Has an image.":["Resim var."],"Has multiple images.":["Birden fazla resim var."],"Toggle search filters.":["Arama filtrelerini aç\/kapat"],"Matching comment.":["Eşleşen yorum."],"Show filters":["Filtreleri göster"],"Is a product.":["Bu bir ürün."],"Is an event.":["Bu bir olay."],"Has audio.":["Ses öğesi var."],"Information.":["Bilgi."],"Category":["Kategori"],"Defer non-essential JavaScript":["Gerekli olmayan JavaScript'i erteleyin"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as Critical CSS.":["Önemli stil bilgilerini sayfanın başına taşıyın. Böylece sayfaların içeriğinizi daha erken görüntülemesine yardımcı olabilir ve kullanıcılarınızın tüm sayfanın yüklenmesini beklemek zorunda kalmamasını sağlayabilirsiniz. Genellikle Kritik CSS olarak adlandırılır."],"Manual Critical CSS regeneration":["Manuel Kritik CSS yeniden oluşturma"],"Automatic Critical CSS regeneration":["Otomatik Kritik CSS yeniden oluşturma"],"The easiest speed optimization plugin for WordPress":["WordPress için en kolay hız optimizasyonu eklentisi"],"Speed score has fallen":["Hız puanı düştü"],"That's great! If you’re happy, why not rate Boost?":["Bu mükemmel! Boost'u kullanmaktan memnunsanız değerlendirmek ister misiniz?"],"Your site got faster":["Siteniz hızlandı"],"Generating Critical CSS. Please don’t leave this page until completed.":["Kritik CSS oluşturuluyor. Lütfen tamamlanıncaya kadar bu sayfadan ayrılmayın."],"Get Boost":["Boost'u Edinin"],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.<br><br>All other questions are handled by our team as quickly as we are able to go through the WordPress support forum.":["Ücretli müşteriler, her konuda yardımcı olmaya hazır birinci sınıf Mutluluk Mühendislerimizden özel e-posta desteği alır.<br><br>Diğer tüm sorular, ekibimiz tarafından WordPress destek forumunu incelememiz için mümkün olan en kısa sürede ele alınmaktadır."],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Özel tanıtım fiyatları, tüm yenilemeler tam fiyat üzerinden yapılır. 14 gün para iade garantisi vardır."],"Icon for the product %s":["%s ürününün simgesi"],"Contact Us":["Bize Ulaşın"],"Continue":["Devam Et"],"Cancel":["Vazgeç"],"Dedicated email support":["Özel e-posta desteği"],"Your paid plan gives you access to prioritized Jetpack Boost support":["Ücretli paketiniz size, öncelik verilmiş Jetpack Boost destek erişimi sağlıyor"],"We're here to help":["Size yardım etmek için buradayız"],"Automatically Optimize CSS Loading":["CSS Yüklemesini Otomatik Olarak Optimize Edin"],"Optimize with Jetpack Boost":["Jetpack Boost ile optimize edin"],"Your Jetpack Boost has been upgraded!":["Jetpack Boost'unuz yükseltildi!"],"Performance scores are recalculated after each change":["Her değişiklikten sonra performans puanları yeniden hesaplanır"],"Automatic critical CSS regeneration":["Otomatik Kritik CSS yeniden oluşturma"],"Optimize your website's performance":["Web sitenizin performansını optimize edin"],"Upgrade Jetpack Boost":["Jetpack Boost'u Yükseltin"],"\/month, paid yearly":["\/ay, yıllık ödenir"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["<strong>%s<\/strong> düğmesine tıklayarak, <tosLink>Hizmet Şartlarımızı<\/tosLink> ve WordPress.com ile <shareDetailsLink>ayrıntıları paylaşmayı<\/shareDetailsLink> kabul etmiş olursunuz."],"An Automattic Airline":["Bir Automattic Hava Yolu"],"Jetpack Boost is generating more Critical CSS.":["Jetpack Boost daha fazla Kritik CSS oluşturuyor"],"Jetpack Boost will generate Critical CSS for you automatically.":["Jetpack Boost, sizin için Kritik CSS'yi otomatik olarak oluşturacaktır."],"…and %d more":["…ve %d daha"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as <link>Critical CSS<\/link>.":["Önemli stil bilgilerini sayfanın başına taşıyın. Böylece sayfaların içeriğinizi daha erken görüntülemesine yardımcı olabilir ve kullanıcılarınızın tüm sayfanın yüklenmesini beklemek zorunda kalmamasını sağlayabilirsiniz. Genellikle <link>Kritik CSS<\/link> olarak adlandırılır."],"If you are unsure of what these headers are, or where they come from please contact your hosting provider and ask them to remove the \"X-Frame-Options\" header from your site":["Bu üst bilgilerin ne olduğundan veya nereden geldiğinden emin değilseniz, lütfen barındırma sağlayıcınızla irtibat kurarak sitenizden \"X-Frame-Options\" üst bilgisini kaldırmalarını talep edin."],"Check that you are not using any plugins which add extra HTTP headers to your WordPress site, and deactivate them if you are.":["WordPress sitenize ekstra HTTP üst bilgisi ekleyen herhangi bir eklenti kullanıp kullanmadığınızı kontrol edin ve kullanıyorsanız bu eklentileri devre dışı bırakın."],"Jetpack Boost uses iframes while generating your Critical CSS. Unfortunately, your site has a special configuration header which prevents it from loading inside an iframe. The header is called \"X-Frame-Options: DENY\". This can be added to a WordPress site either by using a plugin, or by server configuration.":["Jetpack Boost, Kritik CSS'nizi oluştururken iframe'leri kullanır. Maalesef sitenizin bir iframe içinden yüklenmesini engelleyen özel bir yapılandırma üst bilgisi var. Üst bilginin adı \"X-Frame-Options: DENY\". Bu, WordPress sitesine bir eklenti kullanarak veya sunucu yapılandırması yoluyla eklenebilir."],"Jetpack Boost couldn't load the following page due to its X-Frame-Options configuration:":["Jetpack Boost, X-Frame-Options yapılandırması nedeniyle aşağıdaki sayfayı yükleyemedi:","Jetpack Boost, X-Frame-Options yapılandırmaları nedeniyle aşağıdaki sayfayı yükleyemedi:"],"If the error still persist please contact <support>Jetpack Boost Support<\/support> with a copy of your error message.":["Hata devam ederse, lütfen hata mesajınızın bir kopyasıyla birlikte <support>Jetpack Boost Destek<\/support> ekibine başvurun."],"If it does, <retry>try again<\/retry> to generate the Critical CSS.":["Devam ederse, Kritik CSS oluşturmayı <retry>tekrar deneyin<\/retry>."],"Verify that the page loads correctly.":["Sayfanın doğru şekilde yüklendiğini doğrulayın."],"Something went wrong, which Jetpack Boost did not anticipate. An unexpected error occurred while trying to generate Critical CSS for the following page:":["Jetpack Boost'un öngörmediği bir şeyler ters gitti. Aşağıdaki sayfa için Kritik CSS oluşturmaya çalışırken beklenmedik bir hata oluştu:","Jetpack Boost'un öngörmediği bir şeyler ters gitti. Aşağıdaki sayfalar için Kritik CSS oluşturmaya çalışırken beklenmedik bir hata oluştu:"],"If you are using a plugin which embeds your CSS styles directly into your pages, or your site does not use external CSS style sheets, then it is safe to ignore this issue as Critical CSS can only speed up pages which use external styles.":["CSS stillerinizi doğrudan sayfalarınıza gömen bir eklenti kullanıyorsanız veya siteniz harici CSS stil sayfaları kullanmıyorsa, Kritik CSS yalnızca harici stiller kullanan sayfaları hızlandırabileceği için bu sorunu göz ardı etmek güvenlidir."],"Verify its styles load correctly, and <retry>try again<\/retry>.":["Stillerinin doğru yüklendiğini doğrulayın ve <retry>tekrar deneyin<\/retry>."],"It looks like this page does not contain any relevant CSS in its external style sheet(s):":["Görünüşe göre bu sayfa harici stil sayfalarında herhangi bir ilgili CSS içermiyor:","Görünüşe göre bu sayfalar harici stil sayfalarında herhangi bir ilgili CSS içermiyor:"],"Verify that the content displayed is a part of your WordPress site, and not an external page managed by a different system.":["Gösterilen içeriğin farklı bir sistem tarafından yönetilen harici bir sayfa değil, WordPress sitenizin bir parçası olduğunu doğrulayın."],"Visit the page.":["Sayfayı ziyaret edin."],"Please follow the troubleshooting steps below for the page.":["Lütfen sayfa için aşağıdaki sorun giderme adımlarını izleyin.","Lütfen sayfaların her biri için aşağıdaki sorun giderme adımlarını izleyin."],"Deactivate any plugin that you believe are making the page slow.":["Sayfayı yavaşlattığına inandığınız tüm eklentileri devre dışı bırakın."],"If this page is slower than the others, check what plugins are working on that page.":["Bu sayfa diğerlerinden daha yavaşsa, sayfada hangi eklentilerin çalıştığını kontrol edin."],"See how long it takes to load compared to other pages on your site.":["Sitenizdeki diğer sayfalara kıyasla yüklenmesinin ne kadar sürdüğüne bakın."],"Visit the page while not logged into WordPress.":["WordPress'te oturum açmadan sayfayı ziyaret edin."],"Clear the cache in your browser.":["Tarayıcınızın önbelleğini temizleyin."],"If not, then please reach out to your hosting provider and ask why.":["Sorunun kaynağı bu değilse, barındırma sağlayıcınızla irtibat kurarak sebebini sorun."],"Visit the page and look at the protocol and host name to ensure it matches the one in your <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/administration-screens\/\">WordPress Administration Screen<\/a>.":["Sayfayı ziyaret ederek protokol ve sunucu adının <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/administration-screens\/\">WordPress Yönetim Ekranı<\/a>'ndakilerle eşleştiğinden emin olun."],"Visit the page and complete the following troubleshooting steps.":["Sayfayı ziyaret edin ve aşağıdaki sorun giderme adımlarını tamamlayın.","Her sayfayı ziyaret edin ve aşağıdaki sorun giderme adımlarını tamamlayın."],"The page timed out during load. There could be various reasons but most likely a plugin is causing this issue. Please complete the following steps.":["Sayfa yükleme sırasında zaman aşımına uğradı. Bu sorun çeşitli nedenlerden kaynaklanabilir, ancak büyük olasılıkla bir eklentiden kaynaklanıyor. Lütfen aşağıdaki adımları tamamlayın.","Sayfalar yükleme sırasında zaman aşımına uğradı. Bu sorun çeşitli nedenlerden kaynaklanabilir, ancak büyük olasılıkla bir eklentiden kaynaklanıyor. Lütfen sayfaların her biri için aşağıdaki adımları tamamlayın."],"If you think that the redirection is valid, then it is safe to ignore this issue.":["Yeniden yönlendirmenin geçerli olduğunu düşünüyorsanız, bu sorunu yok saymak güvenlidir."],"If you believe the issue is resolved, please <retry>try again<\/retry>.":["Bu sorunun çözüldüğüne inanıyorsanız, lütfen <retry>tekrar deneyin<\/retry>."],"If it is redirecting, check if a plugin could potentially create the redirection and fix it if appropriate. Otherwise, contact your hosting provider for assistance to fix the URL redirection.":["Yeniden yönlendiriyorsa, herhangi bir eklentinin potansiyel olarak yeniden yönlendirmeye neden olup olamayacağını kontrol edin ve gerekirse düzeltin. Bundan kaynaklanmıyorsa, URL yeniden yönlendirmesini düzeltmek için yardım almak üzere barındırma sağlayıcınıza başvurun."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser and note if the page is being redirected.":["Tarayıcınızda \"Gizli Mod\" veya \"Gizli Göz atma\" özelliğini kullanarak bağlantıyı ziyaret etmeyi deneyin ve sayfanın yeniden yönlendirilip yönlendirilmediğine dikkat edin."],"If you need help understanding the error, or investigating what went wrong please contact <support>Jetpack Boost Support<\/support>.":["Hatayı anlama konusunda veya hatayla ilgili araştırma yapılması için yardıma ihtiyacınız varsa lütfen <support>Jetpack Boost Destek<\/support> ile iletişime geçin."],"Once you have resolved the error, please <retry>try again<\/retry>.":["Sorunu çözdükten sonra, lütfen <retry>tekrar deneyin<\/retry>."],"Check your server logs for information about the HTTP %d error, or contact your hosting provider for help with investigating the problem.":["HTTP %d hatasıyla ilgili bilgi almak için sunucu günlüklerinizi kontrol edin ya da sorunun araştırılması için barındırma sağlayıcınıza başvurun."],"<retry>Try to generate Critical CSS again<\/retry>, in case the error was intermittent.":["Hata aralıklarla meydana geldiyse <retry>Kritik CSS'yi oluşturmayı tekrar deneyin<\/retry>."],"Visit the link and check for an error.":["Bağlantıyı ziyaret edin ve bir hata olup olmadığını kontrol edin."],"Please verify the link is valid and <retry>try again<\/retry>. We recommend the following:":["Lütfen bağlantının geçerli olduğunu doğrulayın ve <retry>tekrar deneyin<\/retry>. Şunları yapmanızı öneririz:","Lütfen her bağlantının geçerli olduğunu doğrulayın ve <retry>tekrar deneyin<\/retry>. Her bağlantı için şunları yapmanızı öneririz:"],"Once you have resolved the issue which caused the 500 error, you can <retry>try again<\/retry>.":["500 hatasına neden olan sorunu çözdükten sonra, lütfen <retry>tekrar deneyin<\/retry>."],"If the issue is still not resolved, check your server logs or contact your hosting provider for help to investigate the issue.":["Sorun hala çözülmediyse, sunucu günlüklerinizi kontrol edin veya sorunun araştırılması için yardım almak üzere barındırma sağlayıcınıza başvurun."],"Learn about the error and common solutions by <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/common-wordpress-errors\/#internal-server-error\">clicking here<\/a>.":["<a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/common-wordpress-errors\/#internal-server-error\">Buraya tıklayarak<\/a> hatayla ve yaygın çözümleriyle ilgili bilgi alın."],"Your WordPress site encountered an error while trying to load the above page.":["WordPress sitesi yukarıdaki sayfayı yüklemeye çalışırken bir hatayla karşılaştı.","WordPress siteniz yukarıdaki sayfaları yüklemeye çalışırken hatalarla karşılaştı."],"If you manage to sort the issue out with your hosting provider, please <retry>try again<\/retry> to regenerate your Critical CSS.":["Sorunu barındırma sağlayıcınız aracılığıyla çözebilirseniz, lütfen Kritik CSS'nizi yeniden oluşturmayı <retry>tekrar deneyin<\/retry>."],"Your hosting provider should be able to advise you on next steps.":["Barındırma sağlayıcınız size bundan sonraki adımlar konusunda yol göstermelidir."],"Contact your hosting provider, with details of this issue. Please let them know it is an \"HTTP 418\" error, which URL(s) are affected, and the time it occurred.":["Barındırma sağlayıcınıza başvurarak bu sorunun ayrıntılarını belirtin. Lütfen \"HTTP 418\" hatasıyla karşılaştığınızı, hangi URL'lerin etkilendiğini ve gerçekleştiği zamanı onlara bildirin."],"Your WordPress site returned a 418 error which many web hosts use to indicate they rejected your request due to security rules. Please contact your hosting provider for more information.":["WordPress siteniz, pek çok web sunucusunun isteğinizi güvenlik kuralları nedeniyle reddettiğini göstermek için kullandığı 418 hatasını döndürdü. Lütfen daha fazla bilgi için barındırma sağlayıcınızla irtibat kurun."],"If the page is only accessible to users who are logged in to your WordPress site, or should not be a part of your site then it is safe to ignore this error.":["Sayfa sadece WordPress sitenizde oturum açan kullanıcıların erişimine açıksa veya sitenizin bir parçası değilse, bu hatayı yok saymak güvenlidir."],"If you see an error only when not logged into your WordPress site (i.e.: in \"Incognito Mode\"), then check for plugins which might be enforcing access permissions on your pages. For example, a plugin which only allows authenticated users to view specific areas of your site.":["Yalnızca WordPress sitenizde oturum açmadığınızda (yani \"Gizli Modda\") bir hatayla karşılaşırsanız, sayfalarınızda erişim izinleri uygulayabilecek eklenti olup olmadığını kontrol edin. Örneğin, sitenizin belirli bölümlerini yalnızca kimliği doğrulanmış kullanıcıların görüntülemesine izin veren bir eklenti."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser to check if the error occurs when you are not logged in.":["Hatanın oturum açmadığınızda meydana gelip gelmediğini kontrol etmek için, tarayıcınızda \"Gizli Mod\" veya \"Gizli Göz atma\" özelliğini kullanarak bağlantıyı ziyaret etmeyi deneyin."],"If the page shows an error, please verify that the page should be a part of your WordPress site.":["Sayfada hata mesajı gösteriliyorsa, lütfen sayfanın WordPress sitenizin bir parçası olup olmadığını doğrulayın."],"Visit the link, and confirm that the page you landed on loads successfully.":["Bağlantıyı ziyaret edin ve açılan sayfanın başarıyla yüklendiğini doğrulayın."],"If this is a private page and not supposed to be viewed publicly, you can safely ignore this message.":["Bu özel bir sayfaysa ve herkes tarafından görüntülenmemesi gerekiyorsa, bu mesajı yok saymanız güvenlidir."],"<retry>Try again<\/retry> to generate the Critical CSS.":["Kritik CSS oluşturmayı <retry>tekrar deneyin<\/retry>."],"Check your WordPress settings, or contact your hosting provider to ask why the above URL is unavailable.":["WordPress ayarlarınızı kontrol edin veya yukarıdaki URL'nin neden kullanılamadığını sormak için barındırma sağlayıcınızla iletişim kurun."],"%d means there is a permission issue in your WordPress site. Please follow these troubleshooting steps for the page:":["%d, WordPress sitenizde bir izin sorunu olduğu anlamına gelir. Lütfen sayfa için bu sorun giderme adımlarını izleyin:","%d, WordPress sitenizde bir izin sorunu olduğu anlamına gelir. Lütfen sayfaların her biri için bu sorun giderme adımlarını izleyin."],"Your desktop score without Boost":["Boost olmadan masaüstü puanınız"],"Your mobile score without Boost":["Boost olmadan mobil puanınız"],"Rate the Plugin":["Eklentiyi Değerlendirin"],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Sitenin REST API'si ile bağlantı kurmaya çalışılırken bir hata oluştu. Fazladan hata ayıklama bilgileri: %s"],"Received HTTP %d while communicating with your WordPress site":["WordPress sitenizle iletişim kurulurken HTTP %d alındı"],"Go back":["Geri dön"],"Dismiss":["Kapat"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["%d dosya otomatik olarak oluşturulamadı. Bu dosyayı optimize etmek için <advanced>gelişmiş öneriler sayfasını<\/advanced> ziyaret edin.","%d dosya otomatik olarak oluşturulamadı. Bu dosyaları optimize etmek için <advanced>gelişmiş öneriler sayfasını<\/advanced> ziyaret edin."],"%d file generated":["%d dosya oluşturuldu","%d dosya oluşturuldu"],"on %s":["%s tarihinde"],"%d day ago":["%d gün önce","%d gün önce"],"%d hour ago":["%d saat önce","%d saat önce"],"%d minute ago":["%d dakika önce","%d dakika önce"],"a few moments ago":["birkaç dakika önce"],"Contact Support":["Desteğe Başvurun"],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Beklenmedik bir hata oluştu. Bu hata geçici olabileceği için, lütfen Kritik CSS'yi yenilemeyi deneyin."],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Hmm, görünüşe göre bir sorun oluştu. Beklenmedik bir hata görmeye devam ediyoruz. Yardım almak için lütfen destek ekibimize ulaşın."],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["Jetpack Boost, önemli dosyalarınızın ve bölümlerinizin çoğu için optimize edilmiş CSS'yi otomatik bir şekilde oluşturabilse de, ilgilenmeniz gereken birkaç tane daha dosya ve bölüm olduğunu belirledik."],"Congratulations, you have dealt with all the recommendations.":["Tebrikler, tüm önerileri dikkate aldınız."],"Critical CSS advanced recommendations":["Kritik CSS gelişmiş önerileri"],"Show %d hidden recommendation.":["%d gizli öneri göster.","%d gizli öneri göster."],"Hide error message":["Hata mesajını gizle"],"See error message":["Hata mesajını göster"],"What to do":["Ne yapmalı?"],"Jetpack Boost couldn't verify this page:":["Jetpack Boost bu sayfayı doğrulayamadı:","Jetpack Boost bu sayfaları doğrulayamadı:"],"This page timed out:":["Bu sayfa zaman aşımına uğradı:","Bu sayfalar zaman aşımına uğradı:"],"It looks like this URL doesn't match:":["Görünüşe göre bu URL eşleşmiyor:","Görünüşe göre bu URL'ler eşleşmiyor:"],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Bu, bir WordPress eklentisinin oturum açmayan kullanıcıları farklı bir konuma yönlendirdiğini veya barındırma sağlayıcınızın WordPress sitenizi farklı bir URL'ye yönlendirdiğini gösterebilir."],"This URL is redirecting to a different page:":["Bu URL farklı bir sayfaya yönlendiriyor:","Bu URL'ler farklı sayfalara yönlendiriyor:"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["WordPress siteniz, yukarıdaki sayfanın mevcut olmadığını bildirdi. Lütfen URL'nin doğru olduğundan emin olun ve <retry>tekrar deneyin<\/retry>.","WordPress siteniz, yukarıdaki sayfaların mevcut olmadığını bildirdi. Lütfen URL'lerin doğru olduğundan emin olun ve <retry>tekrar deneyin<\/retry>."],"Boost received HTTP error <b>%d<\/b> on the following page:":["Boost, şu sayfada HTTP hatası <b>%d<\/b> aldı:","Boost, şu sayfalarda HTTP hatası <b>%d<\/b> aldı:"],"Host name":["Sunucu adı"],"Protocol":["Protokol"],"Loading…":["Yükleniyor..."],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Yukarıdaki düğmelere tıklayarak, <tosLink>Hizmet Şartlarımızı<\/tosLink> ve WordPress.com ile <shareDetailsLink>ayrıntıları paylaşmayı<\/shareDetailsLink> kabul etmiş olursunuz."],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["Sitenizin REST API'si erişilebilir görünmüyor. Jetpack Boost, sitenin performans puanlarını almak için REST API'nize erişim gerektirir. Lütfen sitenizin REST API'sinin aktif ve erişilebilir olduğundan emin olun ve tekrar deneyin."],"Timed out while waiting for speed-score.":["Hız puanı beklenirken zaman aşımına uğradı."],"An unknown error occurred while requesting metrics":["Metrikler istenirken bilinmeyen bir hata oluştu"],"Invalid response while requesting metrics":["Metrikler istenirken geçersiz yanıt alındı"],"Desktop score":["Masaüstü puanı"],"Mobile score":["Mobil puanı"],"Received invalid response while communicating with your WordPress site: %s":["WordPress sitenizle iletişim kurulurken geçersiz yanıt alındı: %s"],"HTTP %d error received while communicating with the server.":["Sunucuyla iletişim kurulurken HTTP %d hatası alındı."],"Optimize CSS Loading":["CSS Yüklemesini Optimize Edin"],"<action name=\"retry\">Try again<\/action>":["<action name=\"retry\">Tekrar deneyin<\/action>"],"Failed to load Speed Scores":["Hız Puanları yüklenemedi"],"Whoops, something went wrong":["Maalesef bir şeyler ters gitti"],"Overall Score":["Genel Puan"],"Refresh":["Yenile"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Tüm Jetpack Boost özellikleri kullanılabilir olmaya devam etse de, bir performans puanı elde etmek için öncelikle web sitenizi çevrimiçi kullanılabilir hale getirmeniz gerekir."],"Website Offline":["Web Sitesi Çevrimdışı"],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites' overall performance.":["Toplam Puanınız, web sitenizin mobil ve masaüstü cihazlarda sergilediği performansın özetidir. Sitelerinizin toplam performansı hakkında genel bir fikir verir."],"Did you know?":["Biliyor muydunuz?"],"A one-second delay in loading times can reduce conversion rates by 20%. (source: <link>Google<\/link>).":["Yükleme sürelerindeki bir saniyelik gecikme, geri dönüş oranlarını %20 azaltabilir. (kaynak: <link>Google<\/link>)."],"Pages that take over 3 seconds to load have 4x the bounce rate of pages that load in 2 seconds or less. (source: <link>Pingdom<\/link>).":["Yüklemesi 3 saniyeden uzun süren sayfalar, 2 saniye veya daha kısa sürede yüklenen sayfalara göre 4 kat daha fazla hemen çıkma oranına sahiptir. (kaynak: <link>Pingdom<\/link>)."],"Improve page loading speed by only loading images when they are required. Read more on <link>web.dev<\/link>.":["Resimleri yalnızca gerektiğinde yükleyerek sayfa yükleme hızını artırın. <link>web.dev<\/link>'den daha fazla bilgi alın."],"Lazy Image Loading":["Kademeli Yüklenen Görseller"],"Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly. Read more on <link>web.dev<\/link>.":["Stillerin ve görsellerin daha hızlı yüklenebilmesi için gerekli olmayan JavaScript'i sayfa yüklendikten sonra çalıştırın. <link>web.dev<\/link>'den daha fazla bilgi alın."],"Defer Non-Essential JavaScript":["Gerekli Olmayan JavaScript'i Erteleyin"],"Regenerate":["Yeniden oluştur"],"Failed to generate Critical CSS":["Kritik CSS oluşturulamadı"],"Timeout while loading Critical CSS library at %s":["%s konumundaki Kritik CSS kitaplığı yüklenirken zaman aşımına uğradı"],"Failed to load Critical CSS library at %s":["%s konumundaki Kritik CSS kitaplığı yüklenemedi"],"Timed out":["Zaman aşımına uğradı"],"Jetpack Boost":["Jetpack Boost"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}