{"translation-revision-date":"2023-10-31 15:54:07+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Modern browsers now support lazy loading, and WordPress itself bundles lazy loading for images. This feature has been disabled to avoid potential conflicts with Gutenberg 16.6.0+ or WordPress 6.4+. This feature will consequently be removed from Jetpack Boost.":["Moderne Browser unterstützen jetzt das verzögerte Laden und WordPress selbst bündelt Funktionen für das verzögerte Laden von Bildern. Diese Funktion wurde deaktiviert, um mögliche Konflikte mit Gutenberg 16.6.0 oder höher bzw. WordPress 6.4 oder höher zu vermeiden. Diese Funktion wird daher aus Jetpack Boost entfernt."],"Modern browsers now support lazy loading, and WordPress itself bundles lazy loading for images. This feature will consequently be removed from Jetpack Boost.":["Moderne Browser unterstützen jetzt das verzögerte Laden und WordPress selbst bündelt Funktionen für das verzögerte Laden von Bildern. Diese Funktion wird daher aus Jetpack Boost entfernt."],"Lazy image loading is going away":["Das verzögerte Laden von Bildern wird bald nicht mehr verfügbar sein"],"Failed to load performance history":["Performance-Verlauf konnte nicht geladen werden"],"Historical Performance":["Bisherige Performance"],"Your scores will be recorded from now on.":["Deine Scores werden ab jetzt aufgezeichnet."],"Hello there! Jetpack Boost premium has been activated.":["Hallo! Jetpack Boost Premium wurde aktiviert."],"Upgrade and learn more about your site performance over time.":["Führe ein Upgrade durch und erhalte weitere Informationen über die Performance deiner Website im Laufe der Zeit."],"Upgrade now!":["Jetzt Upgrade durchführen!"],"Upgrading your WordPress version if the new release will be including core CSS changes.":["Upgrade deiner WordPress-Version durchführen, wenn die neue Version grundlegende CSS-Änderungen enthält."],"Changing settings of plugins that will be impacting your site layout or HTML structure.":["Ändern der Einstellungen von Plugins, die das Layout oder die HTML-Struktur deiner Website beeinflussen."],"Activating, deactivating, or updating plugins that will be impacting your site layout or HTML structure.":["Aktivieren, Deaktivieren oder Aktualisieren von Plugins, die das Layout oder die HTML-Struktur deiner Website beeinflussen."],"Editing a post\/page.":["Bearbeiten eines Beitrags\/einer Seite."],"Writing a new post\/page.":["Verfassen eines Beitrags\/einer Seite."],"Making theme changes.":["Ändern des Themes."],"lossless":["verlustfrei"],"JPEG Quality: %1$s, PNG Quality: %2$s, WEBP Quality: %3$s":["JPEG-Qualität: %1$s, PNG-Qualität: %2$s, WEBP-Qualität: %3$s"],"Image Quality":["Bildqualität"],"Select the quality for images served by the CDN. Choosing a lower quality will compress your images and load them faster. If you choose lossless, we will not compress your images.":["Wähle die Qualität der vom CDN bereitgestellten Bilder aus. Bei Auswahl einer niedrigeren Qualität werden deine Bilder komprimiert und schneller geladen. Wenn du verlustfrei wählst, werden deine Bilder nicht komprimiert."],"Change Image Quality":["Bildqualität ändern"],"For more control over image quality, <link>upgrade now!<\/link>":["<link>Führe jetzt ein Upgrade durch, um mehr Kontrolle über die Bildqualität zu erhalten!<\/link>"],"Lossless":["Verlustfrei"],"You have sent too many requests, please try later.":["Du hast zu viele Anfragen gesendet, bitte versuche es später erneut."],"Fine-tune image quality settings to your liking.":["Passe die Bildqualitätseinstellungen an deine Anforderungen an."],"Included + quality settings":["Enthaltene +-Qualitätseinstellungen"],"Historical performance scores":["Bisherige Performance-Werte"],"\/month for the first year, billed yearly":["\/Monat für das erste Jahr (jährliche Rechnung)"],"Get access to your historical performance scores and see advanced Core Web Vitals data.":["Erhalte Zugang zu deinen bisherigen Performance-Ergebnissen und schau dir „Core Web Vitals“-Daten an."],"Fine-tune your CDN images with customizable quality settings.":["Optimiere deine CDN-Bilder mit anpassbaren Qualitätseinstellungen."],"Historical performance scores with Core Web Vitals data":["Bisherige Performance-Werte mit Core Web Vitals"],"Overall score":["Gesamtbewertung"],"Read the guide":["Ratgeber lesen"],"Most of the time Jetpack Boost will increase your site speed, but there may be cases where your score does not increase.<br\/><br\/>Try refreshing your score, and if it doesn’t help, check our guide on improving your site speed score:":["Mit Jetpack Boost wird die Geschwindigkeit deiner Website in den meisten Fällen erhöht, es kann jedoch vorkommen, dass sich der Wert nicht verbessert.<br\/><br\/>Versuche, den Wert zu aktualisieren. Wenn das nicht hilft, lies unseren Ratgeber zur Verbesserung der Website-Geschwindigkeit."],"Upgrade to scan your site for issues - automatically!":["Aktualisiere, um deine Website automatisch auf Probleme zu scannen!"],"Warming up the engine…":["Aufwärmphase …"],"Getting ready…":["Gleich geht es los …"],"Your Image Size Analysis task seems to have gotten stuck, or our system is under unusual load. Please try again. If the issue persists, please contact support.":["Deine Task „Analyse der Bildgröße“ ist anscheinend hängengeblieben oder unser System ist überlastet. Bitte versuche es erneut. Wenn das Problem weiterhin besteht, wende dich bitte an den Support."],"Start image analysis":["Bildanalyse starten"],"Found a total of %1$d issues after scanning your %2$d most recent pages.":["Beim Scannen deiner %2$d letzten Seiten wurden insgesamt %1$d Probleme gefunden."],"Congratulations; no issues found after scanning your %d most recent pages.":["Glückwunsch, beim Scannen deiner %d letzten Seiten wurden keine Probleme gefunden."],"Something has gone wrong.":["Etwas ist schiefgelaufen."],"In addition to the Homepage, Pages and Posts, Boost will also analyze the following custom post types found on your site:":["Boost analysiert nicht nur Startseite, Seiten und Beiträge, sondern auch diese individuellen Inhaltstypen auf deiner Website:"],"Your site now auto-generates Critical CSS and can analyze image sizes for efficient display.":["Deine Website generiert jetzt automatisch kritisches CSS und kann die Bildgrößen für eine effiziente Darstellung analysieren."],"Automatic image size analysis":["Automatische Analyse der Bildgröße"],"Scan your site for images that aren't properly sized for the device they're being viewed on.":["Überprüfe deine Website auf Bilder, die nicht die richtige Größe für das Gerät haben, auf dem sie angezeigt werden."],"Automatically scan your site for image size issues":["Website automatisch auf Probleme mit der Bildgröße überprüfen"],"Automatically regenerate critical CSS after site changes, and hunt down image issues with ease.":["Regeneriere kritisches CSS nach Änderungen an der Website automatisch und finde Probleme mit Bildern ganz mühelos."],"Image analysis report":["Bildanalysebericht"],"<refresh>Refresh<\/refresh> to see the latest recommendations.":["Nach dem <refresh>Aktualisieren<\/refresh> siehst du die aktuellen Empfehlungen."],"No image size issues found yet…":["Noch keine Probleme mit der Bildgröße gefunden …"],"🥳 No image size issues found!":["🥳 Keine Probleme mit der Bildgröße gefunden!"],"Image Details":["Bild-Details"],"Device":["Gerät"],"Potential Size":["Mögliche Größe"],"This issue affects small screens":["Dieses Problem betrifft kleine Bildschirme"],"This issue affects large screens":["Dieses Problem betrifft große Bildschirme"],"Missing Image":["Bild fehlt"],"This image does not appear to load. Please check the URL in the relevant page.":["Dieses Bild kann anscheinend nicht geladen werden. Bitte überprüfe die URL auf der entsprechenden Seite."],"Edit Page":["Seite bearbeiten"],"An error occurred while loading this entry.":["Beim Laden dieses Eintrags ist ein Fehler aufgetreten."],"More recommendations have been found. <refresh>Refresh<\/refresh> to see the latest recommendations.":["Es wurden weitere Empfehlungen gefunden. <refresh>Aktualisiere die Seite<\/refresh>, um die aktuellen Empfehlungen anzuzeigen."],"%d Image Recommendation":["%d Bildempfehlung","%d Bildempfehlungen"],"Jetpack Boost's Image CDN can automatically resize many images to the correct size for you.":["Das Bild-CDN von Jetpack Boost kann viele Bilder für dich automatisch auf die richtige Größe einstellen."],"We recommend enabling the <b>Image CDN<\/b>.":["Wir empfehlen, das <b>Bild-CDN<\/b> zu aktivieren."],"We noticed you've recently updated a plugin that may affect your site's HTML\/CSS structure.":["Wir haben festgestellt, dass du kürzlich ein Plugin aktualisiert hast, das die HTML-\/CSS-Struktur deiner Website beeinträchtigen kann."],"We noticed you've recently updated your theme that may affect your site's HTML\/CSS structure.":["Wir haben festgestellt, dass du kürzlich dein Theme aktualisiert hast, das die HTML-\/CSS-Struktur deiner Website beeinträchtigen kann."],"We noticed you've recently published a new post on your site that may affect its HTML\/CSS structure.":["Wir haben festgestellt, dass du kürzlich einen neuen Beitrag veröffentlicht hast, der die HTML\/CSS-Struktur deiner Website beeinträchtigen kann."],"We noticed you've recently published a new page on your site that may affect its HTML\/CSS structure.":["Wir haben festgestellt, dass du kürzlich auf deiner Website eine neue Seite veröffentlicht hast, die die HTML-\/CSS-Struktur deiner Website beeinträchtigen kann."],"See full report":["Vollständigen Bericht anzeigen"],"Analyze again":["Erneut analysieren"],"How to fix":["Wie man das beheben kann"],"Size on screen":["Größe auf Bildschirm"],"Expected Dimensions":["Erwartete Abmessungen"],"File Dimensions":["Dateiabmessungen"],"Fix on page":["Auf Seite beheben"],"Other":["Sonstige"],"Posts":["Beiträge"],"Pages":["Seiten"],"Homepage":["Startseite"],"All":["Alle"],"Comma separated list of CSS stylesheets to exclude":["Durch Kommata getrennte Liste von CSS-Stylesheets, die ausgeschlossen werden sollen"],"Exclude CSS Strings":["CSS-Zeichenfolgen ausschließen"],"Exclude CSS Strings:":["CSS-Zeichenfolgen ausschließen:"],"Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Stile werden nach ihrer ursprünglichen Platzierung gruppiert, verkettet und minimiert, um die Ladezeit der Website zu verkürzen und die Anzahl der Anfragen zu reduzieren."],"Concatenate CSS":["CSS verketten"],"Comma separated list of JS scripts to exclude":["Durch Kommata getrennte Liste von JS-Skripten, die ausgeschlossen werden sollen"],"Exclude JS Strings":["JS-Zeichenfolgen ausschließen"],"Exclude JS Strings:":["JS-Zeichenfolgen ausschließen:"],"Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Skripte werden nach ihrer ursprünglichen Platzierung gruppiert, verkettet und minimiert, um die Ladezeit der Website zu verkürzen und die Anzahl der Anfragen zu reduzieren."],"Concatenate JS":["JS verketten"],"Except: %s":["Außer: %s"],"Save":["Speichern"],"Concatenate JS and CSS":["JS und CSS verketten"],"Boost your website performance by merging and compressing JavaScript and CSS files, reducing site loading time and number of requests.":["Steigere die Performance deiner Website, indem du JavaScript- und CSS-Dateien zusammenführst und komprimierst und so die Ladezeit der Website und die Anzahl der Anfragen reduzierst."],"Image Size Analysis":["Analyse der Bildgröße"],"<b>Boost will automatically generate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Boost generiert dein kritisches CSS automatisch neu<\/b>, wenn du Änderungen an der HTML- oder CSS-Struktur deiner Website vornimmst."],"<b>You should regenerate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Du solltest dein kritisches CSS neu generieren<\/b>, wenn du Änderungen an der HTML- oder CSS-Struktur deiner Website vornimmst."],"Optimize Critical CSS Loading (manual)":["Laden von kritischem CSS optimieren (manuell)"],"Upgrade now":["Jetzt upgraden"],"Actions that could change your CSS or HTML structure include, but are not limited to:":["Zu den Aktionen, die deine CSS- oder HTML-Struktur verändern könnten, zählen beispielsweise:"],"If you’d like automatic Critical CSS regeneration":["Wenn du eine automatische Neugenerierung von kritischem CSS wünschst"],"Save time by upgrading to Automatic Critical CSS generation.":["Spare Zeit, indem du ein Upgrade auf die automatisierte Generierung von kritischem CSS durchführst."],"Upgrade now only %s":["Jetzt Upgrade durchführen, nur %s"],"Remember to regenerate each time you make changes that affect your HTML or CSS structure.":["Vergiss nicht, dein kritisches CSS jedes Mal neu zu generieren, wenn du Änderungen vornimmst, die sich auf deine HTML- oder CSS-Struktur auswirken."],"Please regenerate your Critical CSS to maintain optimal site performance.":["Generiere dein kritisches CSS neu, um weiterhin eine optimale Website-Performance zu gewährleisten."],"We noticed some updates to your site that may have changed your HTML\/CSS structure.":["Wir haben einige Updates an deiner Website festgestellt, die deine HTML-\/CSS-Struktur verändert haben könnten."],"Regenerate Critical CSS":["Kritisches CSS neu generieren"],"Give us a few minutes while we go through your images…":["Gib uns ein paar Minuten Zeit, während wir deine Bilder durchsuchen ..."],"%d issues":["%d Probleme"],"No issues":["Keine Probleme"],"Must be done manually":["Muss manuell durchgeführt werden"],"Automatically updated":["Automatisch aktualisiert"],"Image CDN":["Bild-CDN"],"Image guide":["Ratgeber zu Bildern"],"Upgrade your WordPress version if the new release includes core CSS changes.":["Deine WordPress-Version aktualisierst, wenn die neue Version grundlegende CSS-Änderungen enthält."],"Change settings of plugins that impact your site layout or HTML structure.":["Einstellungen von Plugins änderst, die das Layout oder die HTML-Struktur deiner Website beeinflussen."],"Activate, deactivate, or update plugins that impact your site layout or HTML structure.":["Plugins aktivierst, deaktivierst oder aktualisierst, die das Layout oder die HTML-Struktur deiner Website beeinflussen."],"Edit a post\/page.":["Einen Beitrag\/eine Seite bearbeitest."],"Write a new post\/page.":["Einen Beitrag\/eine Seite neu erstellst."],"Make theme changes.":["Änderungen am Theme vornimmst."],"To enhance the speed of your site, with this plan you will need to optimize CSS by using the Manual Critical CSS generation feature whenever you:":["Um die Geschwindigkeit deiner Website zu erhöhen, musst du in diesem Tarif CSS mithilfe der Funktion zur manuellen Generierung kritischer CSS optimieren, wenn du:"],"Deliver images from Jetpack's Content Delivery Network. Automatically resizes your images to an appropriate size, converts them to modern efficient formats like WebP, and serves them from a worldwide network of servers.":["Stelle Bilder über das Content Delivery Network von Jetpack bereit. Automatische Anpassung der Größe deiner Bilder, Umwandlung in moderne, effiziente Formate wie WebP und Bereitstellung über ein weltweites Servernetzwerk."],"Boost’s cloud service can automatically detect when your site needs the Critical CSS regenerated, and perform this function behind the scenes without requiring you to monitor it manually.":["Der Cloud-Dienst von Boost erkennt automatisch, wenn das kritische CSS deiner Website neu generiert werden muss, und führt diese Funktion im Hintergrund aus, ohne dass du sie manuell überwachen musst."],"It’s essential to regenerate Critical CSS to optimize your site speed whenever your HTML or CSS structure changes. Being on top of this can be tedious and time-consuming.":["Wenn sich deine HTML- oder CSS-Struktur ändert, muss kritisches CSS neu generiert werden, um die Geschwindigkeit deiner Website zu optimieren. Dieser Aufgabe nachzukommen kann mühsam und zeitaufwändig sein."],"Discover and fix images with a suboptimal resolution, aspect ratio, or file size, improving user experience and page speed.":["Erkenne und korrigiere Bilder mit suboptimaler Auflösung, suboptimalem Seitenverhältnis oder suboptimaler Dateigröße, um das Benutzererlebnis und die Seitengeschwindigkeit zu verbessern."],"Already have an existing plan or license key? <link>Click here to get started<\/link>":["Du hast bereits einen Tarif oder einen Lizenzschlüssel? <link>Klicke hier, um zu beginnen<\/link>"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Der reduzierte Preis ist ein begrenztes Angebot für das erste Jahr, die Verlängerung erfolgt dann zum regulären Preis."],"%s not included":["%s nicht enthalten"],"%s coming soon":["%s demnächst verfügbar"],"Coming soon":["Demnächst verfügbar"],"Arrow right":["Rechte Pfeiltaste"],"Arrow left":["Linke Pfeiltaste"],"This feature helps you discover images that are too large. When you browse your site, the image guide will show you an overlay with information about each image's size.":["Mit dieser Funktion kannst du Bilder ermitteln, die zu groß sind. Wenn du deine Website durchsuchst, zeigt dir der Bildratgeber ein Overlay mit Angaben zur Größe der einzelnen Bilder."],"Please contact your hosting provider or system administrator and ask them to install or activate one of these extensions.":["Bitte deinen Hosting-Anbieter oder Systemadministrator, eine dieser Erweiterungen zu installieren oder zu aktivieren."],"Jetpack Boost is able to work without these extensions, but it's likely that it's going to be difficult for you to optimize the images that the Image Guide will identify without one of these extensions.":["Jetpack Boost funktioniert auch ohne diese Erweiterungen. Ohne eine dieser Erweiterungen dürfte es jedoch schwierig werden, die Bilder zu optimieren, die vom Bildratgeber erkannt werden."],"It looks like your server doesn't have Imagick or GD extensions installed.":["Auf deinem Server ist anscheinend keine Imagick- oder GD-Erweiterung installiert."],"Image resizing is unavailable":["Ändern der Bildgröße nicht verfügbar"],"Dedicated email support plus priority Live Chat if <link>your plan<\/link> includes <strong>Premium Support<\/strong>":["Exklusiver E-Mail-Support sowie Live-Chat, wenn <link>dein Tarif<\/link> <strong>Premium-Support<\/strong> enthält"],"Image Guide":["Bildratgeber"],"Run test":["Test ausführen"],"Re-run test":["Test erneut ausführen"],"Jetpack Boost is testing the speed of your cache.":["Jetpack Boost testet die Geschwindigkeit deines Cache."],"Measuring Super Cache Speed":["Die Geschwindigkeit von Super Cache wird gemessen"],"Super Cache is saving your visitors about %d ms":["Super Cache spart deinen Besuchern etwa %d ms"],"We ran into an error measuring your speed: %s":["Beim Messen deiner Geschwindigkeit ist ein Fehler aufgetreten: %s"],"Super Cache Speed":["Super Cache-Geschwindigkeit"],"Find out how much difference it makes for your users.":["Erfahre, wie viel es deinen Benutzern bringt."],"Super Cache detected":["Super Cache erkannt"],"Set up":["Einrichten"],"Enable Super Cache to speed your site up further.":["Aktiviere Super Cache, um die Geschwindigkeit deiner Website weiter zu steigern."],"Super Cache is installed but not enabled":["Super Cache ist installiert, aber nicht aktiviert"],"Could not detect performance records for the Super Cache test. Please try again.":["Für den Super Cache-Test konnten keine Performance-Datensätze ermittelt werden. Bitte versuche es erneut."],"Speed score has fallen":["Geschwindigkeitsbewertung ist gesunken"],"That's great! If you’re happy, why not rate Boost?":["Das ist toll! Wenn du zufrieden bist, solltest du Boost bewerten!"],"Your site got faster":["Deine Website ist schneller geworden"],"Generating Critical CSS. Please don’t leave this page until completed.":["Kritisches CSS wird generiert. Verlasse diese Seite erst, wenn der Vorgang abgeschlossen ist."],"Manual Critical CSS regeneration":["Manuelle Neugenerierung von kritischem CSS"],"Start for free":["Jetzt kostenlos starten"],"Automatic Critical CSS regeneration":["Automatische Neugenerierung von kritischem CSS"],"Get Boost":["Boost herunterladen"],"Defer non-essential JavaScript":["Verzögern von nicht essenziellem JavaScript"],"The easiest speed optimization plugin for WordPress":["Das einfachste Geschwindigkeitsoptimierungs-Plugin für WordPress"],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.<br><br>All other questions are handled by our team as quickly as we are able to go through the WordPress support forum.":["Zahlende Kunden erhalten bei jedem Problem exklusiven E-Mail-Support von unseren professionellen Support-Mitarbeitern.<br><br>Alle weiteren Fragen werden von unserem Team so schnell wie möglich über das WordPress-Supportforum bearbeitet."],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as Critical CSS.":["Verschiebe wichtige Stil-Informationen an den Anfang der Seite, damit deine Inhalte schneller angezeigt werden. Deine Nutzer müssen dann nicht warten, bis die ganze Seite geladen ist. Wird auch als kritisches CSS bezeichnet."],"% off":["% Rabatt"],"Not included":["Nicht enthalten"],"Included":["Enthalten"],"Has a video.":["Verfügt über ein Video."],"Tag":["Schlagwort"],"Magnifying Glass":["Vergrößerungsglas"],"Post":["Beitrag"],"Page":["Seite"],"Has an image.":["Verfügt über ein Bild."],"Has multiple images.":["Verfügt über mehrere Bilder."],"Information.":["Information."],"Category":["Kategorie"],"Toggle search filters.":["Suchfilter umschalten."],"Close.":["Schließen."],"Matching comment.":["Passender Kommentar."],"Show filters":["Filter anzeigen"],"Is a product.":["Ist ein Produkt."],"Is an event.":["Ist ein Event."],"Has audio.":["Verfügt über Audio."],"Cancel":["Abbrechen"],"Contact Us":["Kontakt"],"Your paid plan gives you access to prioritized Jetpack Boost support":["Mit deinem kostenpflichtigen Tarif erhältst du Zugriff auf bevorzugten Jetpack Boost-Support"],"We're here to help":["Wir helfen gerne"],"Automatically Optimize CSS Loading":["Laden von CSS automatisch optimieren"],"Optimize with Jetpack Boost":["Mit Jetpack Boost optimieren"],"Your Jetpack Boost has been upgraded!":["Dein Jetpack Boost wurde aktualisiert!"],"Continue":["Weiter"],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Spezial-Einführungspreis, alle Verlängerungen erfolgen zum vollen Preis. 14-tägige Geld-zurück-Garantie."],"Dedicated email support":["Exklusiver E-Mail-Support"],"Performance scores are recalculated after each change":["Nach jeder Änderung werden die Performance-Bewertungen neu berechnet"],"Automatic critical CSS regeneration":["Automatische Neugenerierung von kritischem CSS"],"Optimize your website's performance":["Die Performance deiner Website optimieren"],"Upgrade Jetpack Boost":["Jetpack Boost aktualisieren"],"Icon for the product %s":["Icon für das Produkt %s"],"\/month, paid yearly":["\/Monat, jährliche Zahlung"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Wenn du auf den Button <strong>%s<\/strong> klickst, stimmst du unseren <tosLink>Geschäftsbedingungen<\/tosLink> und der <shareDetailsLink>Datenübermittlung<\/shareDetailsLink> an WordPress.com zu."],"An Automattic Airline":["Ein Produkt des US-Unternehmens Automattic, Inc."],"Jetpack Boost is generating more Critical CSS.":["Jetpack Boost generiert mehr kritisches CSS."],"Jetpack Boost will generate Critical CSS for you automatically.":["Jetpack Boost generiert kritisches CSS automatisch für dich."],"…and %d more":["… und %d weitere"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as <link>Critical CSS<\/link>.":["Wichtige Stil-Informationen an den Anfang der Seite legen, dadurch laden diese den Inhalt früher und die Benutzer müssen nicht warten, bis die ganze Seite geladen ist. Für gewöhnlich wird das auch <link>kritisches CSS<\/link> genannt. "],"If you are unsure of what these headers are, or where they come from please contact your hosting provider and ask them to remove the \"X-Frame-Options\" header from your site":["Wenn du dir unsicher bist, was diese Header sind oder woher sie kommen, kontaktiere bitte deinen Hosting-Anbieter und frage ihn, ob er den „X-Frame-Options“ von deiner Website entfernen kann."],"Check that you are not using any plugins which add extra HTTP headers to your WordPress site, and deactivate them if you are.":["Überprüfe, dass keine Plugins eingesetzt werden, die zusätzliche HTTP-Header in die WordPress-Website einfügen und deaktiviere sie, wenn du solche einsetzt."],"Jetpack Boost uses iframes while generating your Critical CSS. Unfortunately, your site has a special configuration header which prevents it from loading inside an iframe. The header is called \"X-Frame-Options: DENY\". This can be added to a WordPress site either by using a plugin, or by server configuration.":["Jetpack Boost benutzt iframes, während das kritische CSS generiert wird. Leider hat deine Website einen speziell konfigurierten Header, der das Laden innerhalb eines solchen iframes unterbindet. Der Header nennt sich „X-Frame-Options: DENY“. Diesen kann man mittels eines Plugin oder über die Serverkonfiguration zu einer WordPress-Website hinzufügen."],"Jetpack Boost couldn't load the following page due to its X-Frame-Options configuration:":["Jetpack Boost konnte die folgende Seite aufgrund ihrer X-Frame-Options-Konfiguration nicht laden:","Jetpack Boost konnte die folgende Seite aufgrund ihrer X-Frame-Options-Konfiguration nicht laden:"],"If the error still persist please contact <support>Jetpack Boost Support<\/support> with a copy of your error message.":["Sollte der Fehler weiterhin bestehen, kontaktiere den <support>Jetpack Boost-Support<\/support> mit einer Kopie deiner Fehlermeldung."],"If it does, <retry>try again<\/retry> to generate the Critical CSS.":["Wenn ja, <retry>versuche erneut<\/retry>, kritisches CSS zu generieren."],"Verify that the page loads correctly.":["Prüfe, ob die Seite korrekt geladen wird."],"Something went wrong, which Jetpack Boost did not anticipate. An unexpected error occurred while trying to generate Critical CSS for the following page:":["Etwas ist schiefgelaufen, was Jetpack Boost nicht vorausgesehen hat. Beim Versuch, kritisches CSS für die folgende Seite zu laden, ist ein unerwarteter Fehler aufgetreten:","Etwas ist schiefgelaufen, was Jetpack Boost nicht vorausgesehen hat. Beim Versuch, kritisches CSS für die folgenden Seiten zu laden, ist ein unerwarteter Fehler aufgetreten:"],"If you are using a plugin which embeds your CSS styles directly into your pages, or your site does not use external CSS style sheets, then it is safe to ignore this issue as Critical CSS can only speed up pages which use external styles.":["Wenn du ein Plugin verwendest, mit dem deine CSS-Stile direkt in deine Seiten eingebettet werden, oder wenn deine Website keine externen CSS-Stylesheets verwendet, kannst du dieses Problem getrost ignorieren, da kritisches CSS nur Seiten beschleunigen kann, die externe Stile verwenden."],"Verify its styles load correctly, and <retry>try again<\/retry>.":["Prüfe, ob die Stile richtig geladen werden, und <retry>versuche es erneut<\/retry>."],"It looks like this page does not contain any relevant CSS in its external style sheet(s):":["Anscheinend enthält diese Seite kein relevantes CSS in ihrem\/ihren externen Style Sheet(s):","Anscheinend enthalten diese Seiten kein relevantes CSS in ihrem\/ihren externen Style Sheet(s):"],"Verify that the content displayed is a part of your WordPress site, and not an external page managed by a different system.":["Stelle sicher, dass die angezeigten Inhalte Bestandteil deiner WordPress-Website und keine externe Seite sind, die von einem anderen System verwaltet wird."],"Visit the page.":["Besuche die Seite."],"Please follow the troubleshooting steps below for the page.":["Befolge für die Seite bitte die Schritte zur Problembehandlung unten.","Befolge für jede der Seiten bitte die Schritte zur Problembehandlung unten."],"Deactivate any plugin that you believe are making the page slow.":["Deaktiviere alle Plugins, von denen du vermutest, dass sie die Seite verlangsamen."],"If this page is slower than the others, check what plugins are working on that page.":["Wenn diese Seite langsamer ist als die anderen, solltest du nachschauen, welche Plugins auf dieser Seite aktiviert sind."],"See how long it takes to load compared to other pages on your site.":["Prüfe, wie lange das Laden im Vergleich zu anderen Seiten auf deiner Website dauert."],"Visit the page while not logged into WordPress.":["Rufe die Seite auf, wenn du nicht bei WordPress.com angemeldet bist."],"Clear the cache in your browser.":["Leere den Cache in deinem Browser."],"The page timed out during load. There could be various reasons but most likely a plugin is causing this issue. Please complete the following steps.":["Auf der Seite ist beim Laden eine Zeitüberschreitung aufgetreten. Dies kann verschiedene Gründe haben, aber wahrscheinlich wird dieses Problem durch ein Plugin verursacht. Führe bitte die folgenden Schritte aus.","Auf den Seiten ist beim Laden eine Zeitüberschreitung aufgetreten. Dies kann verschiedene Gründe haben, aber wahrscheinlich wird dieses Problem durch ein Plugin verursacht. Führe bitte für jede der Seiten die folgenden Schritte aus."],"If not, then please reach out to your hosting provider and ask why.":["Wenn nicht, frage bitte deinen Hosting-Anbieter nach dem Grund."],"Visit the page and look at the protocol and host name to ensure it matches the one in your <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/administration-screens\/\">WordPress Administration Screen<\/a>.":["Besuche die Seite und sieh dir das Protokoll und den Hostnamen an, um sicherzustellen, dass er mit dem in deinem <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/administration-screens\/\">WordPress-Verwaltungsbildschirm<\/a> übereinstimmt."],"Visit the page and complete the following troubleshooting steps.":["Besuche die Seite und führe die folgenden Schritte zur Problembehandlung aus.","Besuche jede Seite und führe die folgenden Schritte zur Problembehandlung aus."],"If you think that the redirection is valid, then it is safe to ignore this issue.":["Wenn du glaubst, dass die Weiterleitung gültig ist, kannst du dieses Problem ignorieren."],"If you believe the issue is resolved, please <retry>try again<\/retry>.":["Wenn du denkst, dass das Problem behoben wurde, <retry>versuche es erneut<\/retry>."],"If it is redirecting, check if a plugin could potentially create the redirection and fix it if appropriate. Otherwise, contact your hosting provider for assistance to fix the URL redirection.":["Wenn du weitergeleitet wirst, prüfe, ob ein Plugin für die Weiterleitung verantwortlich sein könnte, und behebe das Problem ggf. Wende dich andernfalls an deinen Hosting-Anbieter, um Unterstützung bei der Behebung der URL-Weiterleitung zu erhalten."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser and note if the page is being redirected.":["Versuche, den Link im Inkognito- oder privaten Modus im Browser aufzurufen und schau, ob die Seite weitergeleitet wird."],"If you need help understanding the error, or investigating what went wrong please contact <support>Jetpack Boost Support<\/support>.":["Wenn du Hilfe beim Verstehen des Fehlers und der Untersuchung des Problems benötigst, wende dich bitte an den <support>Jetpack Boost-Support<\/support>."],"Once you have resolved the error, please <retry>try again<\/retry>.":["Sobald du das Problem behoben hast, <retry>versuche es bitte erneut<\/retry>."],"Check your server logs for information about the HTTP %d error, or contact your hosting provider for help with investigating the problem.":["Suche in den Serverprotokollen nach Informationen über den HTTP-%d-Fehler oder wende dich an deinen Hosting-Anbieter, um Unterstützung bei der Untersuchung des Problems zu erhalten."],"<retry>Try to generate Critical CSS again<\/retry>, in case the error was intermittent.":["<retry>Versuche erneut, kritisches CSS zu generieren<\/retry>, falls der Fehler nur zeitweilig auftrat."],"Visit the link and check for an error.":["Rufe den Link auf und suche nach Fehlern."],"Please verify the link is valid and <retry>try again<\/retry>. We recommend the following:":["Prüfe, ob der Link gültig ist, und <retry>versuche es erneut<\/retry>. Wir empfehlen Folgendes:","Prüfe, ob jeder Link gültig ist, und <retry>versuche es erneut<\/retry>. Wir empfehlen für jeden Link Folgendes:"],"Once you have resolved the issue which caused the 500 error, you can <retry>try again<\/retry>.":["Sobald du das Problem behoben hast, das für den 500-Fehler verantwortlich war, <retry>versuche es bitte erneut<\/retry>."],"If the issue is still not resolved, check your server logs or contact your hosting provider for help to investigate the issue.":["Wenn das Problem immer noch nicht behoben ist, prüfe deine Serverprotokolle oder kontaktiere deinen Hosting-Anbieter, um Unterstützung bei der Untersuchung des Problems zu erhalten."],"Learn about the error and common solutions by <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/common-wordpress-errors\/#internal-server-error\">clicking here<\/a>.":["<a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/common-wordpress-errors\/#internal-server-error\">Hier<\/a> findest du weitere Informationen zum Fehler sowie gängige Lösungen."],"Your WordPress site encountered an error while trying to load the above page.":["Beim Versuch, die oben angegebene Seite zu laden, ist auf deiner WordPress-Website ein Fehler aufgetreten.","Beim Versuch, die oben angegebenen Seiten zu laden, ist auf deiner WordPress-Website ein Fehler aufgetreten."],"If you manage to sort the issue out with your hosting provider, please <retry>try again<\/retry> to regenerate your Critical CSS.":["Wenn du das Problem mit deinem Hosting-Anbieter lösen kannst, <retry>versuche bitte erneut<\/retry>, dein kritisches CSS neu zu generieren."],"Your hosting provider should be able to advise you on next steps.":["Dein Hosting-Anbieter sollte dir sagen können, was die nächsten Schritte sind."],"Contact your hosting provider, with details of this issue. Please let them know it is an \"HTTP 418\" error, which URL(s) are affected, and the time it occurred.":["Wende dich mit Details zu diesem Problem an deinen Hosting-Anbieter. Teile ihm mit, dass ein HTTP-418-Fehler auftritt, welche URL(s) betroffen ist\/sind und wann das Problem aufgetreten ist."],"Your WordPress site returned a 418 error which many web hosts use to indicate they rejected your request due to security rules. Please contact your hosting provider for more information.":["Deine WordPress-Website hat eine 418-Fehlermeldung zurückgegeben, die viele Web-Hosting-Anbieter verwenden, um anzugeben, dass sie deine Anfrage aufgrund von Sicherheitsregeln abgelehnt haben. Wende dich für weitere Informationen an deinen Hosting-Anbieter."],"If the page is only accessible to users who are logged in to your WordPress site, or should not be a part of your site then it is safe to ignore this error.":["Wenn die Seite nur für Benutzer zugänglich ist, die bei deiner WordPress-Website angemeldet sind, oder sie nicht Teil deiner Website sein sollte, kannst du diesen Fehler ignorieren."],"If you see an error only when not logged into your WordPress site (i.e.: in \"Incognito Mode\"), then check for plugins which might be enforcing access permissions on your pages. For example, a plugin which only allows authenticated users to view specific areas of your site.":["Wenn der Fehler nur dann auftritt, wenn du nicht bei deiner WordPress-Website angemeldet bist (d. h. im „Inkognito-Modus“), überprüfe, ob es Plugins gibt, die Zugriffsrechte auf deinen Seiten erzwingen. Ein Beispiel wäre ein Plugin, das nur authentifizierten Benutzern den Zugriff auf bestimmte Bereiche deiner Website erlaubt."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser to check if the error occurs when you are not logged in.":["Versuche, den Link im Inkognito- oder privaten Modus im Browser aufzurufen, um zu prüfen, ob der Fehler auftritt, wenn du nicht angemeldet bist."],"If the page shows an error, please verify that the page should be a part of your WordPress site.":["Wenn auf der Seite ein Fehler angezeigt wird, überprüfe bitte, ob die Seite ein Teil deiner WordPress-Website sein sollte."],"Visit the link, and confirm that the page you landed on loads successfully.":["Rufe den Link auf und bestätige, dass die Seite, auf der du gelandet bist, erfolgreich geladen wurde."],"If this is a private page and not supposed to be viewed publicly, you can safely ignore this message.":["Handelt es sich dabei um eine private Seite, die nicht öffentlich zugänglich sein soll, kannst du diese Meldung getrost ignorieren."],"<retry>Try again<\/retry> to generate the Critical CSS.":["<retry>Versuche erneut<\/retry>, kritisches CSS zu generieren."],"Check your WordPress settings, or contact your hosting provider to ask why the above URL is unavailable.":["Überprüfe deine WordPress-Einstellungen oder frage bei deinem Hosting-Anbieter nach, warum die oben genannte URL nicht verfügbar ist."],"%d means there is a permission issue in your WordPress site. Please follow these troubleshooting steps for the page:":["%d bedeutet, dass auf deiner WordPress-Website ein Berechtigungsproblem besteht. Befolge für die Seite bitte diese Schritte zur Problembehandlung:","%d bedeutet, dass auf deiner WordPress-Website ein Berechtigungsproblem besteht. Befolge für jede der Seiten bitte diese Schritte zur Problembehandlung:"],"Your desktop score without Boost":["Deine Desktop-Bewertung ohne Boost"],"Your mobile score without Boost":["Deine Mobilgeräte-Bewertung ohne Boost"],"Rate the Plugin":["Plugin bewerten"],"Received HTTP %d while communicating with your WordPress site":["HTTP %d bei der Kommunikation mit deiner WordPress-Website erhalten"],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Beim Versuch, mit der REST-API der Website zu kommunizieren, ist ein Fehler aufgetreten. Zusätzliche Debug-Informationen: %s"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["%d Datei konnte nicht automatisch generiert werden. Rufe die <advanced>Seite mit erweiterten Empfehlungen<\/advanced> auf, um diese Datei zu optimieren.","%d Dateien konnten nicht automatisch generiert werden. Rufe die <advanced>Seite mit erweiterten Empfehlungen<\/advanced> auf, um diese Dateien zu optimieren."],"%d file generated":["%d Datei generiert","%d Dateien generiert"],"on %s":["am %s"],"%d day ago":["Vor %d Tag","Vor %d Tagen"],"%d hour ago":["Vor %d Stunde","Vor %d Stunden"],"%d minute ago":["Vor %d Minute","Vor %d Minuten"],"a few moments ago":["gerade eben"],"Contact Support":["Support kontaktieren"],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Es ist ein unerwarteter Fehler aufgetreten. Da dieser Fehler möglicherweise nur vorübergehend auftritt, versuche bitte, das kritische CSS zu aktualisieren."],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Anscheinend ist etwas schiefgelaufen. Es gibt noch immer einen unerwarteten Fehler. Wende dich bitte an unseren Support, um Hilfe zu erhalten."],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["Mit Jetpack Boost konnten wir zwar für die meisten deiner wichtigen Dateien und Abschnitte automatisch optimiertes CSS generieren, aber wir haben noch ein paar weitere identifiziert, die deine Aufmerksamkeit erfordern."],"Congratulations, you have dealt with all the recommendations.":["Herzlichen Glückwunsch, du hast alle Empfehlungen umgesetzt."],"Critical CSS advanced recommendations":["Erweiterte Empfehlungen zu kritischem CSS"],"Go back":["Zurück gehen"],"Show %d hidden recommendation.":["%d ausgeblendete Empfehlung anzeigen.","%d ausgeblendete Empfehlungen anzeigen."],"Hide error message":["Fehlermeldung ausblenden"],"See error message":["Fehlermeldung anzeigen"],"What to do":["Vorgehensweise"],"Jetpack Boost couldn't verify this page:":["Jetpack Boost konnte diese Seite nicht verifizieren:","Jetpack Boost konnte diese Seiten nicht verifizieren:"],"This page timed out:":["Auf dieser Seite ist eine Zeitüberschreitung aufgetreten:","Auf diesen Seiten ist eine Zeitüberschreitung aufgetreten:"],"It looks like this URL doesn't match:":["Diese URL stimmt anscheinend nicht überein:","Diese URLs stimmen anscheinend nicht überein:"],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Dies kann darauf hindeuten, dass ein WordPress-Plugin nicht angemeldete Benutzer an einen anderen Ort weiterleitet, oder es kann darauf hindeuten, dass dein Hosting-Anbieter deine WordPress-Website an eine andere URL weiterleitet."],"This URL is redirecting to a different page:":["Diese URL leitet auf eine andere Seite weiter:","Diese URLs leiten auf eine andere Seite weiter:"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["Deine WordPress-Website meldet, dass die oben angegebene Seite nicht existiert. Stelle bitte sicher, dass die URL korrekt ist, und <retry>versuche es erneut<\/retry>.","Deine WordPress-Website meldet, dass die oben angegebenen Seiten nicht existieren. Stelle bitte sicher, dass die URLs korrekt sind, und <retry>versuche es erneut<\/retry>."],"Boost received HTTP error <b>%d<\/b> on the following page:":["Boost hat den HTTP-Fehler <b>%d<\/b> auf der folgenden Seite erhalten:","Boost hat den HTTP-Fehler <b>%d<\/b> auf den folgenden Seiten erhalten:"],"Host name":["Hostname"],"Protocol":["Protokoll"],"Dismiss":["Verwerfen"],"Desktop score":["Desktop-Score"],"Mobile score":["Mobilgeräte-Score"],"<action name=\"retry\">Try again<\/action>":["<action name=\"retry\">Erneut versuchen<\/action>"],"Failed to load Speed Scores":["Geschwindigkeitsbewertungen konnten nicht geladen werden"],"Loading…":["Wird geladen …"],"Whoops, something went wrong":["Hoppla! Etwas ist schiefgelaufen"],"Overall Score":["Gesamtbewertung"],"Refresh":["Aktualisieren"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Alle Funktionen von Jetpack Boost sind nach wie vor verfügbar, aber um eine Performance-Bewertung zu erhalten, musst du deine Website zunächst online verfügbar machen."],"Website Offline":["Website offline"],"Invalid response while requesting metrics":["Ungültige Antwort beim Anfordern von Kennzahlen"],"An unknown error occurred while requesting metrics":["Beim Anfordern von Kennzahlen ist ein unbekannter Fehler aufgetreten"],"Timed out while waiting for speed-score.":["Zeitüberschreitung beim Warten auf Geschwindigkeits-Score."],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites' overall performance.":["Deine Gesamtbewertung ist eine Zusammenfassung der Performance deiner Website auf mobilen und Desktop-Geräten. Sie gibt einen Überblick über die allgemeine Performance deiner Website."],"Did you know?":["Wusstest du schon?"],"A one-second delay in loading times can reduce conversion rates by 20%. (source: <link>Google<\/link>).":["Nur eine Sekunde Ladezeit mehr kann die Konversionsraten um 20 % reduzieren. (Quelle: <link> Google<\/link>)."],"Pages that take over 3 seconds to load have 4x the bounce rate of pages that load in 2 seconds or less. (source: <link>Pingdom<\/link>).":["Bei Seiten, die mehr als drei Sekunden zum Laden brauchen, ist die Absprungrate viermal höher als bei Seiten, die in zwei Sekunden oder weniger geladen werden. (Quelle: <link>Pingdom<\/link>)."],"Improve page loading speed by only loading images when they are required. Read more on <link>web.dev<\/link>.":["Verbessere die Ladegeschwindigkeit der Seite, indem du Bilder nur dann lädst, wenn sie erforderlich sind. Weitere Informationen auf <link>web.dev<\/link>."],"Lazy Image Loading":["Verzögertes Laden von Bildern"],"Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly. Read more on <link>web.dev<\/link>.":["Führe nicht essenzielles JavaScript aus, nachdem die Seite geladen wurde, damit Stile und Bilder schneller geladen werden können. Weitere Informationen auf <link>web.dev<\/link>."],"Defer Non-Essential JavaScript":["Verzögern von nicht essenziellem JavaScript"],"Optimize CSS Loading":["Optimiertes Laden von CSS"],"Regenerate":["Neu generieren"],"Failed to generate Critical CSS":["Kritisches CSS konnte nicht generiert werden"],"Timeout while loading Critical CSS library at %s":["Zeitüberschreitung beim Laden der Bibliothek für kritisches CSS unter %s"],"Failed to load Critical CSS library at %s":["Bibliothek für kritisches CSS unter %s konnte nicht geladen werden"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Wenn du auf die Buttons oben klickst, stimmst du unseren <tosLink>Geschäftsbedingungen<\/tosLink> und der <shareDetailsLink>Datenübermittlung<\/shareDetailsLink> an WordPress.com zu."],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["Auf die REST-API deiner Website kann scheinbar nicht zugegriffen werden. Jetpack Boost benötigt Zugriff auf deine REST-API, um Website-Performance-Scores zu erhalten. Bitte stelle sicher, dass die REST-API deiner Website aktiv und zugänglich ist, und versuche es erneut."],"HTTP %d error received while communicating with the server.":["HTTP-Fehler %d bei Kommunikation mit dem Server erhalten."],"Received invalid response while communicating with your WordPress site: %s":["Ungültige Antwort bei der Kommunikation mit deiner WordPress-Website erhalten: %s"],"Timed out":["Zeitüberschreitung"],"Jetpack Boost":["Jetpack Boost"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}