{"translation-revision-date":"2023-11-03 17:54:07+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Modern browsers now support lazy loading, and WordPress itself bundles lazy loading for images. This feature has been disabled to avoid potential conflicts with Gutenberg 16.6.0+ or WordPress 6.4+. This feature will consequently be removed from Jetpack Boost.":["Современные браузеры уже поддерживают отложенную загрузку, и в WordPress включён пакет функций отложенной загрузки изображений. Эта функция отключена, чтобы избежать потенциальных конфликтов с версиями Gutenberg 16.6.0+ и WordPress 6.4+. Эта функция будет удалена из Jetpack Boost."],"Modern browsers now support lazy loading, and WordPress itself bundles lazy loading for images. This feature will consequently be removed from Jetpack Boost.":["Современные браузеры уже поддерживают отложенную загрузку, и в WordPress включён пакет функций отложенной загрузки изображений. Эта функция будет удалена из Jetpack Boost."],"Lazy image loading is going away":["Функция отложенной загрузки изображения уходит в прошлое"],"WEBP":["WEBP"],"PNG":["PNG"],"JPEG":["JPEG"],"Failed to load performance history":["Не удалось загрузить историю производительности"],"Historical Performance":["Динамика производительности"],"Your scores will be recorded from now on.":["С этого момента ваши оценки будут записываться."],"Hello there! Jetpack Boost premium has been activated.":["Привет! Jetpack Boost Premium активирован."],"Okay, got it!":["Хорошо, вы поняли!"],"Upgrade and learn more about your site performance over time.":["Перейдите на платный тариф и узнайте, как изменяется производительность вашего сайта с течением времени."],"Upgrade now!":["Обновиться сейчас!"],"Upgrading your WordPress version if the new release will be including core CSS changes.":["Обновление вашей версии WordPress, если новый релиз будет включать изменения в основном CSS."],"Changing settings of plugins that will be impacting your site layout or HTML structure.":["Изменение настроек плагинов, которые будут влиять на разметку или структуру HTML вашего сайта."],"Activating, deactivating, or updating plugins that will be impacting your site layout or HTML structure.":["Активация, деактивация или обновление плагинов, которые будут влиять на разметку или структуру HTML вашего сайта."],"Editing a post\/page.":["Редактирование запись\/страницу."],"Writing a new post\/page.":["Создание новой записи\/страницы."],"Making theme changes.":["Внесение изменений в тему."],"lossless":["без потери качества"],"JPEG Quality: %1$s, PNG Quality: %2$s, WEBP Quality: %3$s":["Качество JPEG: %1$s, качество PNG: %2$s, качество WEBP: %3$s"],"Upgraded":["Обновленный"],"Image Quality":["Качество изображений"],"Select the quality for images served by the CDN. Choosing a lower quality will compress your images and load them faster. If you choose lossless, we will not compress your images.":["Выберите качество изображений, загружаемых CDN. Чем ниже качество, тем сильнее сжатие изображения и быстрее загрузка. Если вы выберете вариант «Без потери качества», изображение не будет подвергнуто сжатию."],"Close":["Закрыть"],"Change Image Quality":["Изменить качество изображения"],"For more control over image quality, <link>upgrade now!<\/link>":["<link>Перейдите на платный тарифный план, чтобы улучшить контроль над качеством изображения.<\/link>"],"Lossless":["Без потери качества"],"You have sent too many requests, please try later.":["Вы послали слишком много запросов, повторите попытку позднее"],"Fine-tune image quality settings to your liking.":["Настройте качество изображения по своему вкусу."],"Included + quality settings":["Включено + настройки качества"],"Historical performance scores":["Динамика оценок производительности"],"\/month for the first year, billed yearly":["\/за первый месяц, оплата ежегодно"],"Get access to your historical performance scores and see advanced Core Web Vitals data.":["Разблокируйте доступ к динамике оценок производительности и ознакомьтесь с подробными данными Core Web Vitals."],"Fine-tune your CDN images with customizable quality settings.":["Настройте изображения CDN с настраиваемыми параметрами качества."],"Historical performance scores with Core Web Vitals data":["Динамика оценок производительности с данными Core Web Vitals"],"Mobile":["Мобильное"],"Desktop":["Приложение для ПК"],"Date":["Дата"],"Cumulative Layout Shift":["Совокупное смещение макета"],"Total Blocking Time":["Общее время блокировки"],"Largest Contentful Paint":["Время загрузки самого большого визуального элемента сайта"],"%d \/ 100":["%d на 100"],"Overall score":["Общая оценка"],"Read the guide":["Прочитайте руководство"],"Most of the time Jetpack Boost will increase your site speed, but there may be cases where your score does not increase.<br\/><br\/>Try refreshing your score, and if it doesn’t help, check our guide on improving your site speed score:":["В большинстве случаев с помощью Jetpack Boost удаётся увеличить скорость работы сайта, но бывают исключения.<br\/><br\/>Обновите оценку, а если это не поможет, ознакомьтесь с нашим руководством по повышению оценки скорости работы сайта:"],"Upgrade to scan your site for issues - automatically!":["Приобретите платную подписку, чтобы автоматически проверять сайт на ошибки!"],"Warming up the engine…":["Разогрев двигателя..."],"Getting ready…":["Готовлюсь..."],"Your Image Size Analysis task seems to have gotten stuck, or our system is under unusual load. Please try again. If the issue persists, please contact support.":["Ваша задача анализа размера изображения, похоже, зависла, или наша система находится под необычной нагрузкой. Попробуйте еще раз. Если проблема не устранена, обратитесь в службу поддержки."],"Start image analysis":["Начать анализ изображения"],"Found a total of %1$d issues after scanning your %2$d most recent pages.":["При проверке %2$d самых новых страниц сайта обнаружены ошибки (%1$d)."],"Congratulations; no issues found after scanning your %d most recent pages.":["Поздравляем, при проверке %d самых новых страниц сайта ошибки не обнаружены."],"Something has gone wrong.":["Что-то пошло не так."],"In addition to the Homepage, Pages and Posts, Boost will also analyze the following custom post types found on your site:":["В дополнение к Главной странице, Страницам и Записям, Boost также будет анализировать следующие пользовательские типы записей, найденные на вашем сайте:"],"Your site now auto-generates Critical CSS and can analyze image sizes for efficient display.":["Теперь ваш сайт автоматически создаёт важные элементы CSS и анализирует размер изображений для оптимального отображения."],"Automatic image size analysis":["Автоматический анализ размера изображений"],"Scan your site for images that aren't properly sized for the device they're being viewed on.":["Проверьте сайт на наличие изображений, размер которых не соответствует устройствам посетителей."],"Automatically scan your site for image size issues":["Автоматическая проверка сайта на наличие проблем с размером изображений"],"Automatically regenerate critical CSS after site changes, and hunt down image issues with ease.":["Автоматическое повторное создание важных элементов CSS после изменения сайта и обнаружение проблем с изображениями."],"Image analysis report":["Отчет об анализе изображения"],"<refresh>Refresh<\/refresh> to see the latest recommendations.":["<refresh>Обновите<\/refresh>, чтобы увидеть последние рекомендации."],"No image size issues found yet…":["Проблем с размером изображения пока не обнаружено…"],"🥳 No image size issues found!":["🥳 Не найдено проблем с размером изображения!"],"Image Details":["Сведения об изображении"],"Device":["Устройство"],"Potential Size":["Потенциальный размер"],"This issue affects small screens":["Эта проблема влияет на маленькие экраны."],"This issue affects large screens":["Эта проблема влияет на большие экраны."],"Missing Image":["Отсутствует изображение"],"This image does not appear to load. Please check the URL in the relevant page.":["Это изображение, кажется, не загружается. Проверьте URL на соответствующей странице."],"Edit Page":["Редактировать страницу"],"An error occurred while loading this entry.":["Произошла ошибка при загрузке этой записи."],"More recommendations have been found. <refresh>Refresh<\/refresh> to see the latest recommendations.":["Были найдены дополнительные рекомендации. <refresh>Обновите<\/refresh>, чтобы увидеть последние рекомендации."],"%d Image Recommendation":["%d рекомендация для изображения","%d рекомендации для изображений","%d рекомендаций для изображений"],"Jetpack Boost's Image CDN can automatically resize many images to the correct size for you.":["Сеть доставки содержимого Jetpack Boost может автоматически изменять размер большого количества изображений до нужных значений."],"We recommend enabling the <b>Image CDN<\/b>.":["Рекомендуем включить <b>сеть доставки содержимого<\/b>."],"We noticed you've recently updated a plugin that may affect your site's HTML\/CSS structure.":["Мы заметили, что недавно вы обновили плагин, и это может повлиять на структуру HTML\/CSS сайта."],"We noticed you've recently updated your theme that may affect your site's HTML\/CSS structure.":["Мы заметили, что недавно вы обновили тему, и это может повлиять на структуру HTML\/CSS сайта."],"We noticed you've recently published a new post on your site that may affect its HTML\/CSS structure.":["Мы заметили, что недавно вы опубликовали на сайте запись, и это может повлиять на его структуру HTML\/CSS."],"We noticed you've recently published a new page on your site that may affect its HTML\/CSS structure.":["Мы заметили, что недавно вы опубликовали на сайте страницу, и это может повлиять на его структуру HTML\/CSS."],"See full report":["Смотреть полный отчёт"],"View report in progress":["Просмотреть отчет в процессе выполнения"],"Analyze again":["Повторить анализ"],"How to fix":["Как исправить"],"Size on screen":["Размер на экране"],"Expected Dimensions":["Ожидаемый размер"],"File Dimensions":["Размеры файла"],"Fix on page":["Исправить на странице"],"Other":["Другое"],"Posts":["Записи"],"Pages":["Страницы"],"Homepage":["Главная страница"],"All":["Всё"],"Comma separated list of CSS stylesheets to exclude":["Список исключённых стилей CSS, разделённых запятыми"],"Exclude CSS Strings":["Исключить строки CSS"],"Exclude CSS Strings:":["Исключить строки CSS:"],"Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Стили группируются по исходному местоположению, объединяются и уменьшаются, чтобы сократить время загрузки и количество запросов."],"Concatenate CSS":["Объединить CSS"],"Comma separated list of JS scripts to exclude":["Список исключённых скриптов JS, разделённых запятыми"],"Exclude JS Strings":["Исключить строки JS"],"Exclude JS Strings:":["Исключить строки JS:"],"Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Скрипты группируются по исходному местоположению, объединяются и уменьшаются, чтобы сократить время загрузки и количество запросов."],"Concatenate JS":["Объединить JS"],"Except: %s":["Исключить: %s"],"Save":["Сохранить"],"Concatenate JS and CSS":["Объединить JS и CSS"],"Boost your website performance by merging and compressing JavaScript and CSS files, reducing site loading time and number of requests.":["Увеличьте производительность сайта путём объединения и сжатия файлов JavaScript и CSS, чтобы сократить время загрузки сайта и количество запросов."],"This tool will search your site for images that are too large and have an impact on your visitors' experience, page loading times, and search rankings. Once finished, it will give you a report of all improperly sized images with suggestions on how to fix them.":["Этот инструмент ищет на сайте слишком большие изображения, которые влияют на восприятие сайта посетителями, время загрузки страниц и рейтинг в поисковой выдаче. По завершении поиска он предоставит отчет обо всех изображениях неправильного размера с предложениями по их исправлению."],"Image Size Analysis":["Анализ размера изображений"],"<b>Boost will automatically generate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Boost автоматически создаст критически важные CSS<\/b>, если вы измените структуру HTML или CSS сайта."],"<b>You should regenerate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Повторно создавайте критически важные CSS<\/b> каждый раз, когда вносите изменения в структуру HTML или CSS сайта."],"Optimize Critical CSS Loading (manual)":["Оптимизировать загрузку важных элементов CSS (вручную)"],"Upgrade now":["Перейти на платную подписку"],"Actions that could change your CSS or HTML structure include, but are not limited to:":["Некоторые действия, способные изменить структуру CSS или HTML:"],"If you’d like automatic Critical CSS regeneration":["Если вы хотите автоматически воссоздавать критически важные CSS"],"Save time by upgrading to Automatic Critical CSS generation.":["Экономьте время, перейдя на автоматическое создание критически важных CSS."],"Upgrade now only %s":["Обновить только %s"],"Remember to regenerate each time you make changes that affect your HTML or CSS structure.":["Не забудьте повторно создавать CSS каждый раз, как вносите изменения, влияющие на структуру HTML или CSS."],"Please regenerate your Critical CSS to maintain optimal site performance.":["Повторно создайте критически важные CSS для оптимальной производительности сайта."],"We noticed some updates to your site that may have changed your HTML\/CSS structure.":["Мы заметили на сайте некоторые обновления, которые могли повлиять на структуру HTML\/CSS."],"Regenerate Critical CSS":["Повторное создание важных элементов CSS"],"Give us a few minutes while we go through your images…":["Нам нужно несколько минут на изучение изображений…"],"%d issues":["Проблем: %d"],"No issues":["Проблем нет"],"Must be done manually":["Должно выполняться вручную"],"Automatically updated":["Автоматически обновлен"],"Image CDN":["CDN изображений"],"Image guide":["Руководство по изображениям"],"Upgrade your WordPress version if the new release includes core CSS changes.":["Обновляете версию WordPress, если в новом выпуске есть изменения в CSS."],"Change settings of plugins that impact your site layout or HTML structure.":["Изменяете настройки плагинов, которые влияют на макет или структуру HTML вашего сайта;"],"Activate, deactivate, or update plugins that impact your site layout or HTML structure.":["Активируйте, деактивируйте или обновляйте плагины, которые влияют на разметку или структуру HTML вашего сайта."],"Edit a post\/page.":["Редактируете запись\/страницу."],"Write a new post\/page.":["Создаёте новую запись\/страницу."],"Make theme changes.":["Изменяете тему."],"To enhance the speed of your site, with this plan you will need to optimize CSS by using the Manual Critical CSS generation feature whenever you:":["Чтобы повысить скорость работы сайта, в рамках этого плана вам потребуется оптимизировать CSS, создав критически важные CSS вручную, когда вы:"],"Deliver images from Jetpack's Content Delivery Network. Automatically resizes your images to an appropriate size, converts them to modern efficient formats like WebP, and serves them from a worldwide network of servers.":["Доставка изображений из сети предоставления содержимого Jetpack. Автоматически изменяет ваши изображения до подходящего размера, конвертирует их в современные эффективные форматы, такие как WebP, и загружает их из глобальной сети серверов."],"Boost’s cloud service can automatically detect when your site needs the Critical CSS regenerated, and perform this function behind the scenes without requiring you to monitor it manually.":["Облачный сервис Boost может автоматически определять, когда вашему сайту требуется воссоздать критически важные CSS, и будет делать это в фоновом режиме, не заставляя вас следить за этим."],"It’s essential to regenerate Critical CSS to optimize your site speed whenever your HTML or CSS structure changes. Being on top of this can be tedious and time-consuming.":["Для оптимизации скорости сайта очень важно повторно создавать критически важные CSS при каждом изменении структуры HTML или CSS. Контролировать это может быть утомительно и долго."],"Discover and fix images with a suboptimal resolution, aspect ratio, or file size, improving user experience and page speed.":["Находите и исправляйте изображения с неоптимальным разрешением, пропорциями или размером файла, улучшая пользовательский интерфейс и скорость отклика страницы."],"Already have an existing plan or license key? <link>Click here to get started<\/link>":["Уже есть тарифный план или ключ лицензии? <link>Нажмите сюда, чтобы начать работу<\/link>"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Льготная цена предоставляется только на первый год, после чего продление осуществляется по обычной цене."],"%s not included":["%s не включено"],"%s coming soon":["%s скоро будет доступно"],"Coming soon":["Скоро будет доступно"],"Arrow right":["Стрелка вправо"],"Arrow left":["Стрелка влево"],"This feature helps you discover images that are too large. When you browse your site, the image guide will show you an overlay with information about each image's size.":["Эта функция помогает найти слишком большие изображения. При навигации по сайту руководство по изображениям покажет информацию о размере каждого изображения."],"Please contact your hosting provider or system administrator and ask them to install or activate one of these extensions.":["Обратитесь к хостинг-провайдеру или системному администратору и попросите их установить или активировать одно из этих расширений."],"Jetpack Boost is able to work without these extensions, but it's likely that it's going to be difficult for you to optimize the images that the Image Guide will identify without one of these extensions.":["Jetpack Boost будет работать и без этих расширений, но будет сложнее оптимизировать слишком большие изображения, обнаруженные руководством по изображениям."],"It looks like your server doesn't have Imagick or GD extensions installed.":["Кажется, на вашем сервере не установлены расширения Imagick или GD."],"Image resizing is unavailable":["Изменение размера изображений недоступно."],"Dedicated email support plus priority Live Chat if <link>your plan<\/link> includes <strong>Premium Support<\/strong>":["Индивидуальная поддержка по электронной почте и приоритетный онлайн-чат, если <link>ваш тарифный план<\/link> включает <strong>премиум-поддержку<\/strong>"],"Image Guide":["Руководство по изображениям"],"Run test":["Выполнить тест"],"Re-run test":["Выполнить тест повторно"],"Jetpack Boost is testing the speed of your cache.":["Jetpack Boost тестирует скорость кеша."],"Measuring Super Cache Speed":["Измерение скорости Super Cache"],"Super Cache is saving your visitors about %d ms":["Super Cache экономит посетителям около %d мс"],"We ran into an error measuring your speed: %s":["При измерении скорости возникла ошибка: %s"],"Super Cache Speed":["Скорость Super Cache"],"Find out how much difference it makes for your users.":["Узнайте, насколько выросла скорость загрузки."],"Super Cache detected":["Обнаружен Super Cache"],"Set up":["Настроить"],"Enable Super Cache to speed your site up further.":["Включите Super Cache, чтобы ускорить работу сайта."],"Super Cache is installed but not enabled":["Super Cache установлен, но не включён"],"Could not detect performance records for the Super Cache test. Please try again.":["Не удалось обнаружить записи о производительности для теста Super Cache. Повторите попытку."],"Speed score has fallen":["Оценка скорости снизилась"],"That's great! If you’re happy, why not rate Boost?":["Отлично! Если вам всё нравится, не могли бы вы оценить Boost?"],"Your site got faster":["Сайт стал работать быстрее"],"Generating Critical CSS. Please don’t leave this page until completed.":["Создание критически важных CSS. Не покидайте страницу до завершения оценки."],"Manual Critical CSS regeneration":["Воссоздание критически важных CSS вручную"],"Start for free":["Попробуйте бесплатно"],"Automatic Critical CSS regeneration":["Автоматическое воссоздание важных элементов CSS"],"Get Boost":["Получить Boost"],"Defer non-essential JavaScript":["Отложенное выполнение второстепенного кода JavaScript"],"The easiest speed optimization plugin for WordPress":["Самый простой плагин оптимизации скорости для WordPress"],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.<br><br>All other questions are handled by our team as quickly as we are able to go through the WordPress support forum.":["Владельцы платных планов получают приоритетную поддержку по эл. почте от наших инженеров.<br><br>Все остальные вопросы наши специалисты решают в максимально короткие сроки на форуме поддержки WordPress."],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as Critical CSS.":["Переместите важную информацию о стилях в начало страницы, чтобы страницы быстрее отображали содержимое и вашим пользователям не приходилось ждать загрузки всей страницы. Это принято называть критически важным CSS."],"% off":["-процентная скидка"],"Not included":["Не включено"],"Included":["Включено"],"Has a video.":["С видео."],"Tag":["Метка"],"Magnifying Glass":["Лупа"],"Post":["Опубликовать"],"Page":["Страница"],"Has an image.":["С изображением."],"Has multiple images.":["С несколькими изображениями."],"Information.":["Информация."],"Category":["Категория"],"Toggle search filters.":["Измените фильтры поиска."],"Close.":["Закрыть."],"Matching comment.":["Совпадающий комментарий."],"Show filters":["Показать фильтры"],"Is a product.":["Это товар."],"Is an event.":["Это событие."],"Has audio.":["С аудио."],"Cancel":["Отмена"],"Contact Us":["Напишите нам"],"Your paid plan gives you access to prioritized Jetpack Boost support":["Платный тарифный план даёт вам доступ к приоритетной поддержке."],"We're here to help":["Мы здесь для того, чтобы помочь"],"Automatically Optimize CSS Loading":["Автоматически оптимизировать загрузку CSS"],"Optimize with Jetpack Boost":["Оптимизировать с помощью Jetpack Boost"],"Your Jetpack Boost has been upgraded!":["Уровень Jetpack Boost повышен!"],"Continue":["Продолжить"],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Специальная цена для новых клиентов, продление подписки осуществляется по стандартной цене. Средства можно гарантированно вернуть в течение 14 дней."],"Dedicated email support":["Индивидуальная поддержка по эл. почте"],"Performance scores are recalculated after each change":["Оценки производительности пересчитываются после каждого изменения"],"Automatic critical CSS regeneration":["Автоматическое воссоздание важных элементов CSS"],"Optimize your website's performance":["Оптимизируйте производительность сайта"],"Upgrade Jetpack Boost":["Повысить уровень Jetpack Boost"],"Icon for the product %s":["Значок для продукта %s"],"\/month, paid yearly":["\/месяц, оплачивается ежегодно"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Нажимая кнопку <strong>%s<\/strong>, вы принимаете <tosLink>Условия предоставления услуг<\/tosLink> и даёте согласие на <shareDetailsLink>обмен данными<\/shareDetailsLink> с WordPress.com."],"An Automattic Airline":["Авиалиния Automattic"],"Jetpack Boost is generating more Critical CSS.":["Jetpack Boost создаёт больше критически важных CSS."],"Jetpack Boost will generate Critical CSS for you automatically.":["Jetpack Boost будет автоматически создавать критически важные CSS."],"…and %d more":["…и ещё %d"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as <link>Critical CSS<\/link>.":["Переместите важную информацию о стилях в начало страницы, чтобы страницы быстрее отображали содержимое и вашим пользователям не приходилось ждать загрузки всей страницы. Это принято называть <link>критически важными CSS<\/link>."],"If you are unsure of what these headers are, or where they come from please contact your hosting provider and ask them to remove the \"X-Frame-Options\" header from your site":["Если вы не знаете, для чего эти заголовки и откуда они, обратитесь к хостинг-провайдеру и попросите удалить заголовок X-Frame-Options с сайта."],"Check that you are not using any plugins which add extra HTTP headers to your WordPress site, and deactivate them if you are.":["Убедитесь, что не используете плагины, которые добавляют HTTP-заголовки на сайт WordPress, и отключите их, если используете."],"Jetpack Boost uses iframes while generating your Critical CSS. Unfortunately, your site has a special configuration header which prevents it from loading inside an iframe. The header is called \"X-Frame-Options: DENY\". This can be added to a WordPress site either by using a plugin, or by server configuration.":["Jetpack Boost использует iframe при создании критически важных CSS. К сожалению, на вашем сайте есть особый конфигурационный заголовок, который мешает его загрузке внутри iframe. Это заголовок X-Frame-Options: DENY. Его можно добавить на сайт WordPress с помощью плагина или через конфигурацию сервера."],"Jetpack Boost couldn't load the following page due to its X-Frame-Options configuration:":["Jetpack Boost не удалось загрузить следующую страницу из-за конфигурации X-Frame-Options:","Jetpack Boost не удалось загрузить следующую страницу из-за конфигурации X-Frame-Options:","Jetpack Boost не удалось загрузить следующую страницу из-за конфигурации X-Frame-Options:"],"If the error still persist please contact <support>Jetpack Boost Support<\/support> with a copy of your error message.":["Если ошибка сохраняется, отправьте в <support>службу поддержки Jetpack Boost<\/support> копию сообщения об ошибке."],"If it does, <retry>try again<\/retry> to generate the Critical CSS.":["Если да, <retry>повторите попытку<\/retry>, чтобы создать критически важные CSS."],"Verify that the page loads correctly.":["Убедитесь, что страница загружается корректно."],"Something went wrong, which Jetpack Boost did not anticipate. An unexpected error occurred while trying to generate Critical CSS for the following page:":["Возникла непредвиденная ошибка. При попытке создать критически важные CSS для следующей страницы возникла непредвиденная ошибка:","Возникла непредвиденная ошибка. При попытке создать критически важные CSS для следующих страниц возникла непредвиденная ошибка:","Возникла непредвиденная ошибка. При попытке создать критически важные CSS для следующих страниц возникла непредвиденная ошибка:"],"If you are using a plugin which embeds your CSS styles directly into your pages, or your site does not use external CSS style sheets, then it is safe to ignore this issue as Critical CSS can only speed up pages which use external styles.":["Если вы используете плагин, который встраивает стили CSS прямо в страницы или сайт не использует внешние стили CSS, эту проблему можно игнорировать, так как критические важные CSS могут ускорить работу только страниц, использующих внешние стили."],"Verify its styles load correctly, and <retry>try again<\/retry>.":["Убедитесь, что стили загружены корректно, и <retry>повторите попытку<\/retry>."],"It looks like this page does not contain any relevant CSS in its external style sheet(s):":["Судя по всему, у страницы нет соответствующих CSS во внешних таблицах стилей:","Судя по всему, у страниц нет соответствующих CSS во внешних таблицах стилей:","Судя по всему, у страниц нет соответствующих CSS во внешних таблицах стилей:"],"Verify that the content displayed is a part of your WordPress site, and not an external page managed by a different system.":["Убедитесь, что отображаемый контент — часть вашего сайта WordPress, а не сторонняя страница, управляемая другой системой."],"Visit the page.":["Посетите страницу."],"Please follow the troubleshooting steps below for the page.":["Следуйте инструкциям по устранению неполадок для страницы.","Следуйте инструкциям по устранению неполадок для каждой страницы.","Следуйте инструкциям по устранению неполадок для каждой страницы."],"Deactivate any plugin that you believe are making the page slow.":["Отключите плагины, которые могут замедлять загрузку страницы."],"If this page is slower than the others, check what plugins are working on that page.":["Если эта страница загружается медленнее, чем другие, проверьте, какие плагины на ней включены."],"See how long it takes to load compared to other pages on your site.":["Узнайте, как долго она загружается по сравнению с другими страницами на сайте."],"Visit the page while not logged into WordPress.":["Выйдите из WordPress и откройте страницу не как авторизованный пользователь."],"Clear the cache in your browser.":["Очистите кеш в браузере."],"The page timed out during load. There could be various reasons but most likely a plugin is causing this issue. Please complete the following steps.":["Время загрузки страницы истекло. Причины могут быть разные, но, скорее всего, проблема в плагине. Выполните следующие действия.","Время загрузки страниц истекло. Причины могут быть разные, но, скорее всего, проблема в плагине. Выполните следующие действия для каждой страницы.","Время загрузки страниц истекло. Причины могут быть разные, но, скорее всего, проблема в плагине. Выполните следующие действия для каждой страницы."],"If not, then please reach out to your hosting provider and ask why.":["Если дело в другом, обратитесь к своему хостинг-провайдеру."],"Visit the page and look at the protocol and host name to ensure it matches the one in your <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/administration-screens\/\">WordPress Administration Screen<\/a>.":["Откройте страницу и проверьте протокол и имя хоста, чтобы убедиться, что они совпадают с данными, указанными на <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/administration-screens\/\">экране администрирования WordPress<\/a>."],"Visit the page and complete the following troubleshooting steps.":["Откройте страницы и выполните следующие инструкции по устранению неполадок.","Откройте каждую страницу и выполните следующие инструкции по устранению неполадок.","Откройте каждую страницу и выполните следующие инструкции по устранению неполадок."],"If you think that the redirection is valid, then it is safe to ignore this issue.":["Если вам кажется, что перенаправление выполняется корректно, игнорируйте эту проблему."],"If you believe the issue is resolved, please <retry>try again<\/retry>.":["Если вам кажется, что проблема устранена, <retry>повторите попытку<\/retry>."],"If it is redirecting, check if a plugin could potentially create the redirection and fix it if appropriate. Otherwise, contact your hosting provider for assistance to fix the URL redirection.":["Если происходит перенаправление, проверьте, может ли плагин вызывать перенаправление, и исправьте проблему. Или обратитесь к хостинг-провайдеру за помощью, чтобы исправить перенаправление URL."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser and note if the page is being redirected.":["Попробуйте открыть ссылку в режиме инкогнито и посмотрите, происходит ли перенаправление."],"If you need help understanding the error, or investigating what went wrong please contact <support>Jetpack Boost Support<\/support>.":["Если вам нужна помощь с этой ошибкой или вы пытаетесь понять, что пошло не так, обратитесь в <support>службу поддержки Jetpack Boost<\/support>."],"Once you have resolved the error, please <retry>try again<\/retry>.":["Устранив ошибку, <retry>повторите попытку<\/retry>."],"Check your server logs for information about the HTTP %d error, or contact your hosting provider for help with investigating the problem.":["Просмотрите журналы сервера, чтобы узнать больше об этой ошибке HTTP %d, или обратитесь к хостинг-провайдеру, чтобы он помог вам разобраться в проблеме."],"<retry>Try to generate Critical CSS again<\/retry>, in case the error was intermittent.":["<retry>Попробуйте создать критически важные CSS снова<\/retry>. Возможно, проблема была временной."],"Visit the link and check for an error.":["Перейдите по ссылке и просмотрите ошибку."],"Please verify the link is valid and <retry>try again<\/retry>. We recommend the following:":["Убедитесь, что ссылка действует, и <retry>повторите попытку<\/retry>. Наши рекомендации:","Убедитесь, что все ссылки действуют, и <retry>повторите попытку<\/retry>. Наши рекомендации:","Убедитесь, что все ссылки действуют, и <retry>повторите попытку<\/retry>. Наши рекомендации:"],"Once you have resolved the issue which caused the 500 error, you can <retry>try again<\/retry>.":["Устранив проблему, связанную с ошибкой 500, <retry>повторите попытку<\/retry>."],"If the issue is still not resolved, check your server logs or contact your hosting provider for help to investigate the issue.":["Если проблема сохраняется, изучите журналы сервера или обратитесь к хостинг-провайдеру, чтобы он помог вам разобраться в проблеме."],"Learn about the error and common solutions by <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/common-wordpress-errors\/#internal-server-error\">clicking here<\/a>.":["<a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/common-wordpress-errors\/#internal-server-error\">Нажмите здесь<\/a>, чтобы узнать больше об ошибке и распространённых решениях."],"Your WordPress site encountered an error while trying to load the above page.":["При попытке загрузить эту страницу на сайте WordPress возникла ошибка.","При попытке загрузить эти страницы на сайте WordPress возникли ошибки.","При попытке загрузить эти страницы на сайте WordPress возникли ошибки."],"If you manage to sort the issue out with your hosting provider, please <retry>try again<\/retry> to regenerate your Critical CSS.":["Когда ваш хостинг-провайдер поможет решить проблему, <retry>повторите попытку<\/retry> воссоздать критически важные CSS."],"Your hosting provider should be able to advise you on next steps.":["Хостинг-провайдер посоветует, что делать дальше."],"Contact your hosting provider, with details of this issue. Please let them know it is an \"HTTP 418\" error, which URL(s) are affected, and the time it occurred.":["Обратитесь к хостинг-провайдеру, сообщив детали проблемы. Скажите ему, что возникла ошибка HTTP 418, укажите, на какие URL-адреса она повлияла и когда это случилось."],"Your WordPress site returned a 418 error which many web hosts use to indicate they rejected your request due to security rules. Please contact your hosting provider for more information.":["На сайте WordPress возникла ошибка 418. Обычно это означает, что запрос отклонён по соображениям безопасности. Узнайте больше у своего хостинг-провайдера."],"If the page is only accessible to users who are logged in to your WordPress site, or should not be a part of your site then it is safe to ignore this error.":["Если страница доступна только авторизованным пользователям или не является частью сайта, игнорируйте эту ошибку."],"If you see an error only when not logged into your WordPress site (i.e.: in \"Incognito Mode\"), then check for plugins which might be enforcing access permissions on your pages. For example, a plugin which only allows authenticated users to view specific areas of your site.":["Если ошибка возникает, только когда вы не авторизованы на сайте WordPress (например, в режиме инкогнито), возможно, какие-то плагины требуют разрешения на доступ к страницам. Например, плагин, который разрешает только авторизованным пользователям доступ к некоторым областям сайта."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser to check if the error occurs when you are not logged in.":["Попробуйте открыть страницу в режиме инкогнито. Возможно, ошибка не будет возникать, когда вы не авторизованы."],"If the page shows an error, please verify that the page should be a part of your WordPress site.":["Если на странице возникает ошибка, проверьте, должна ли эта страница быть частью вашего сайта WordPress."],"Visit the link, and confirm that the page you landed on loads successfully.":["Перейдите по ссылке и проверьте, загружается ли страница."],"If this is a private page and not supposed to be viewed publicly, you can safely ignore this message.":["Если это закрытая страница, которая не должна быть видна неавторизованным пользователям, игнорируйте это сообщение."],"<retry>Try again<\/retry> to generate the Critical CSS.":["<retry>Повторите попытку<\/retry>, чтобы создать критически важные CSS."],"Check your WordPress settings, or contact your hosting provider to ask why the above URL is unavailable.":["Проверьте настройки WordPress или спросите у хостинг-провайдера, почему этот URL недоступен."],"%d means there is a permission issue in your WordPress site. Please follow these troubleshooting steps for the page:":["%d означает, что на сайте WordPress возникла проблема с разрешениями. Следуйте инструкциям по устранению неполадок для страницы:","%d означает, что на сайте WordPress возникла проблема с разрешениями. Следуйте инструкциям по устранению неполадок для каждой страницы:","%d означает, что на сайте WordPress возникла проблема с разрешениями. Следуйте инструкциям по устранению неполадок для каждой страницы."],"Your desktop score without Boost":["Оценка для настольной версии без Boost"],"Your mobile score without Boost":["Оценка для мобильной версии без Boost"],"Rate the Plugin":["Оцените плагин"],"Received HTTP %d while communicating with your WordPress site":["Получен HTTP-ответ %d при обмене данными с сайтом WordPress"],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Произошла ошибка при обмене данными с REST API сайта. Дополнительная информация для отладки: %s"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["Не удалось автоматически создать %d файл. Посетите страницу <advanced>расширенных рекомендаций<\/advanced>, чтобы оптимизировать этот файл.","Не удалось автоматически создать %d файла. Посетите страницу <advanced>расширенных рекомендаций<\/advanced>, чтобы оптимизировать эти файлы.","Не удалось автоматически создать %d файлов. Посетите страницу <advanced>расширенных рекомендаций<\/advanced>, чтобы оптимизировать эти файлы."],"%d file generated":["Создан %d файл","Создано %d файла","Создано %d файлов"],"on %s":["%s"],"%d day ago":["%d день назад","%d дня назад","%d дней назад"],"%d hour ago":["%d час назад","%d часа назад","%d часов назад"],"%d minute ago":["%d минута назад","%d минуты назад","%d минут назад"],"a few moments ago":["только что"],"Contact Support":["Связаться с поддержкой"],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Произошла непредвиденная ошибка. Эта ошибка может быть временной. Обновите критически важные CSS."],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Похоже, что-то пошло не так. Непредвиденная ошибка сохраняется. Свяжитесь с нашей службой поддержки, и мы вам поможем."],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["Jetpack Boost умеет автоматически создавать оптимизированные CSS для большинства важных файлов и разделов, но некоторые элементы требуют вашего внимания."],"Congratulations, you have dealt with all the recommendations.":["Поздравляем! Вы выполнили все рекомендации."],"Critical CSS advanced recommendations":["Расширенные рекомендации по критически важным CSS"],"Go back":["Назад"],"Show %d hidden recommendation.":["Показать %d скрытую рекомендацию.","Показать %d скрытые рекомендации.","Показать %d скрытых рекомендаций."],"Hide error message":["Скрыть сообщение об ошибке"],"See error message":["Посмотреть сообщение об ошибке"],"What to do":["Что сделать"],"Jetpack Boost couldn't verify this page:":["Jetpack Boost не удалось проверить эту страницу:","Jetpack Boost не удалось проверить эти страницы:","Jetpack Boost не удалось проверить эти страницы:"],"This page timed out:":["Срок ожидания загрузки страницы истёк:","Срок ожидания загрузки страниц истёк:","Срок ожидания загрузки страниц истёк:"],"It looks like this URL doesn't match:":["Обнаружено несоответствие этого URL-адреса:","Обнаружено несоответствие этих URL-адресов:","Обнаружено несоответствие этих URL-адресов:"],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Возможно, плагин WordPress перенаправляет неавторизованных пользователей на другую страницу или хостинг-провайдер перенаправляет сайт WordPress на другой URL-адрес."],"This URL is redirecting to a different page:":["Этот URL-адрес перенаправляет пользователя на другую страницу:","Эти URL-адреса перенаправляют пользователя на другие страницы:","Эти URL-адреса перенаправляют пользователя на другие страницы:"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["Сайт WordPress сообщил, что эта страница не существует. Убедитесь, что URL-адрес указан правильно, и <retry>повторите попытку<\/retry>.","Сайт WordPress сообщил, что эта страница не существует. Убедитесь, что URL-адреса указаны правильно, и <retry>повторите попытку<\/retry>.","Сайт WordPress сообщил, что эти страницы не существуют. Убедитесь, что URL-адреса указаны правильно, и <retry>повторите попытку<\/retry>."],"Boost received HTTP error <b>%d<\/b> on the following page:":["Boost получил HTTP-ошибку <b>%d<\/b> на следующей странице:","Boost получил HTTP-ошибку <b>%d<\/b> на следующих страницах:","Boost получил HTTP-ошибку <b>%d<\/b> на следующих страницах:"],"Host name":["Имя хоста"],"Protocol":["Протокол"],"Dismiss":["Закрыть"],"Desktop score":["Оценка для настольных ПК"],"Mobile score":["Оценка для мобильных устройств"],"<action name=\"retry\">Try again<\/action>":["<action name=\"retry\">Попробовать ещё раз<\/action>"],"Failed to load Speed Scores":["Не удалось загрузить оценки скорости"],"Loading…":["Загрузка…"],"Whoops, something went wrong":["Ой! Что-то пошло не так!"],"Overall Score":["Общая оценка"],"Refresh":["Обновить"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Все функции Jetpack Boost по-прежнему доступны, но для оценки производительности необходимо, чтобы сайт снова стал доступен онлайн."],"Website Offline":["Сайт в автономном режиме"],"Invalid response while requesting metrics":["Недопустимый ответ при запросе показателей"],"An unknown error occurred while requesting metrics":["Произошла неизвестная ошибка при запросе показателей"],"Timed out while waiting for speed-score.":["Истекло время ожидания оценки скорости."],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites' overall performance.":["Общая оценка — это краткая сводка о производительности вашего веб-сайта на мобильных устройствах и настольных ПК. Она даёт общее представление о производительности сайта."],"Did you know?":["Знаете ли вы?"],"A one-second delay in loading times can reduce conversion rates by 20%. (source: <link>Google<\/link>).":["Задержка в одну секунду по времени загрузки может уменьшить уровень конверсии на 20 % (источник: <link>Google<\/link>)."],"Pages that take over 3 seconds to load have 4x the bounce rate of pages that load in 2 seconds or less. (source: <link>Pingdom<\/link>).":["Если страницы загружаются дольше трёх секунд, пользователи в четыре раза чаще отказываются смотреть их по сравнению со страницами, которые загружаются менее двух секунд (источник: <link>Pingdom<\/link>)."],"Improve page loading speed by only loading images when they are required. Read more on <link>web.dev<\/link>.":["Повысьте скорость загрузки страниц, загружая изображения только по мере необходимости. Узнайте больше на <link>web.dev<\/link>."],"Lazy Image Loading":["Отложенная загрузка изображений"],"Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly. Read more on <link>web.dev<\/link>.":["Выполняйте второстепенный код JavaScript после загрузки страницы, чтобы стили и изображения загружались быстрее. Узнайте больше на <link>web.dev<\/link>."],"Defer Non-Essential JavaScript":["Отложенное выполнение второстепенного кода JavaScript"],"Optimize CSS Loading":["Оптимизация загрузки CSS"],"Regenerate":["Регенерировать"],"Failed to generate Critical CSS":["Не удалось создать критически важные CSS"],"Timeout while loading Critical CSS library at %s":["Истекло время ожидания загрузки библиотеки критически важных CSS из %s"],"Failed to load Critical CSS library at %s":["Не удалось загрузить библиотеку критически важных CSS из %s"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Нажимая кнопки ниже, вы принимаете наши <tosLink>условия предоставления услуг<\/tosLink> и даёте согласие на <shareDetailsLink>обмен данными<\/shareDetailsLink> с WordPress.com."],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["REST API сайта, вероятно, недоступен. Чтобы получать оценки производительности сайта, для Jetpack Boost требуется доступ к вашему REST API. Убедитесь, что REST API сайта активен и доступен, и повторите попытку."],"HTTP %d error received while communicating with the server.":["Получена ошибка HTTP %d при обмене данными с сервером."],"Received invalid response while communicating with your WordPress site: %s":["Получен недопустимый ответ при обмене данными с сайтом WordPress: %s"],"Timed out":["Время ожидания истекло"],"Jetpack Boost":["Jetpack Boost"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}