{"translation-revision-date":"2023-10-29 19:52:06+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Back to Home":["Ana Sayfaya Dön"],"Go back to the Home screen to complete your store setup and start selling":["Mağaza kurulumunuzu tamamlamak ve satışa başlamak için Ana ekrana dönün"],"Go to the Editor":["Düzenleyiciye git"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Görsellerinizle metinleri değiştirmek, daha fazla sayfa eklemek ve daha fazla özelleştirme yapmak için Düzenleyiciye gidin."],"Fine-tune your design":["Tasarımınızda ince ayar yapın."],"Your store screenshot":["Mağazanızın ekran görüntüsü"],"Your store is a reflection of your unique style and personality, and we're thrilled to see it come to life.":["Mağazanız sizin benzersiz stilinizin ve kişiliğiniz bir yansımasıdır ve bunun hayata geçtiğini görmekten büyük heyecan duyuyoruz."],"Your store looks great!":["Mağazanız harika görünüyor!"],"Browse all themes":["Tüm temalara göz atın"],"Or select a professionally designed theme to customize and make your own.":["Veya özelleştirmek ve sizin olmasını sağlamak için profesyonel olarak tasarlanan bir tema seçin."],"Design with AI":["Yapay Zeka ile Tasarlayın"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Yerleşik yapay zeka araçlarımızı kullanarak mağazanızın görünümünü tasarlayın, sayfalar ve metinler oluşturun."],"Use the power of AI to design your store":["Mağazanızı tasarlamak için yapay zekanın gücünü kullanın"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Sizin markanızı ve işletmenizi yansıtan bir mağaza oluşturun. Özelleştirmek için profesyonel olarak tasarlanmış temalarımızdan birini seçin veya yapay zekayı kullanarak kendiniz oluşturun."],"Customize your store":["Mağazanızı özelleştirin"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Markanıza uyacak şekilde mağazanızın stilini ve düzenini özelleştirin! Logonuzu ekleyin, yazı tipiyle renkleri değiştirin ve farklı sayfa düzenleri deneyin. Daha sonrasında Düzenleyici üzerinden metin ve görselleri düzenleyebilirsiniz."],"Make your store your own":["Mağazanızı kendinize göre şekillendirin"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Düzen ve stilde yaptığınız tüm değişiklikler gerçek zamanlı olarak burada görünür, yayımlamadan önce farklı görünümleri test etmek için harikadır. Ayrıca mağazanızın mobilde nasıl göründüğünü kontrol etmek için bu alanı yeniden boyutlandırabilirsiniz."],"View your changes in real time":["Değişikliklerinizi gerçek zamanlı olarak görüntüleyin"],"Welcome to your AI-generated store!":["Yapay zeka ile oluşturulan mağazanıza hoş geldiniz!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":["Logonuzu eklemek ve renklerle düzenleri değiştirmek dahil olmak üzere mağazanızın genel görünümünü özelleştirmeye buradan başlayabilirsiniz. Olanakları keşfetmek için hızlı bir tura çıkın."],"Take a tour":["Tura çık"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Tuvali yeniden boyutlandırmak için sol ve sağ ok tuşlarını kullanın. Daha büyük kademelerde yeniden boyutlandırmak için shift tuşunu basılı tutun."],"Saving failed.":["Kaydedilemedi."],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Logonuzu ekleyerek mağazanızın markanızı yansıttığından emin olun. En iyi sonuçlar için en az 300 piksel genişliğinde bir SVG veya PNG dosyası yükleyin."],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Site Simgeleri tarayıcı sekmelerinde, yer imi çubuklarında ve WordPress mobil uygulamalarında gördüğünüz simgelerdir."],"Use as site icon":["Site simgesi olarak kullan"],"Link logo to homepage":["Ana sayfaya bağlantı logosu"],"Image width":["Görsel genişliği"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Aşağıdaki seçeneklerden yeni bir alt bilgi seçin. Alt bilginiz sitenin ikincil gezinmesini içerir ve her bir sayfaya eklenir. Bunu <EditorLink>Düzenleyici<\/EditorLink> üzerinden özelleştirmeye devam edebilirsiniz."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Yapay zekamız, sektörünüz ve konumunuzdaki en başarılı mağazalara göre işletmeniz için bu şablonu önerdi. Farklı bir düzen mi tercih edersiniz? Hemen aşağıdaki şablonlardan veya daha sonra <EditorLink>Düzenleyici<\/EditorLink> üzerinden seçin."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Aşağıdaki seçeneklerden yeni bir üst bilgi seçin. Üst bilginiz sitenin gezinmesini içerir ve her bir sayfaya eklenir. Bunu <EditorLink>Düzenleyici<\/EditorLink> üzerinden özelleştirmeye devam edebilirsiniz."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Yapay zeka, işletmeniz için en uygun olan yazı eşleştirmesini seçti. Bunları değiştirmek isterseniz hemen aşağıdan yeni bir seçenek veya daha sonra <EditorLink>Düzenleyici<\/EditorLink> üzerinden seçin | <StyleLink>Stiller<\/StyleLink>."],"Change your font":["Yazı tipini değiştirin"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Paylaştığınız bilgilere göre yapay zeka aracımız bu renk paletini kullanmanızı öneriyor. Değiştirmek ister misiniz? Hemen aşağıdan yeni renkler seçebilir veya ekleyebilir ya da daha sonra <EditorLink>Düzenleyici<\/EditorLink> | <StyleLink>Stiller<\/StyleLink> üzerinde güncelleyebilirsiniz."],"or create your own":["veya kendinizinkini oluşturun"],"Change your footer":["Alt bilginizi değiştirin"],"Change your homepage":["Ana sayfanızı değiştirin"],"Change your header":["Üst bilginizi değiştirin"],"Change fonts":["Yazı tiplerini değiştirin"],"Change the color palette":["Renk paletini değiştirin"],"Add your logo":["Logonuzu ekleyin"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Mağazanızın tasarımını özelleştirmek için stilimizi ve düzenimizi kullanın. <EditorLink>Düzenleyici<\/EditorLink> üzerinden daha sonrasında içerikler ve görseller eklenebilir."],"Let's get creative":["Yaratıcı olalım"],"Which writing style do you prefer?":["Hangi yazma tarzını tercih edersiniz?"],"Direct yet respectful, serious and professional.":["Açık sözlü ama saygılı, ciddi ve profesyonel."],"Formal":["Resmi"],"Impartial tone with casual expressions without slang.":["Argosuz gündelik ifadelerle tarafsız bir ton."],"Relaxed and friendly, like a conversation with a friend.":["Bir arkadaşla sohbet edermişçesine rahat ve dost canlısı."],"Informal":["Gayriresmi"],"How would you like your store to look?":["Mağazanızın nasıl görünmesini istersiniz?"],"Vibrant look with eye-catching colors and visuals.":["Göz alıcı renkler ve görsellerle canlı bir görünüm."],"Bold":["Cesur"],"Elegant and timeless look with nostalgic touch.":["Nostaljik bir dokunuşla zarif ve zaman üstü bir görünüm."],"Classic":["Klasik"],"Clean lines, neutral colors, sleek and modern look.":["Temiz çizgiler, nötr renkler, şık ve modern bir görünüm."],"Contemporary":["Çağdaş"],"Who your target audience is":["Hedef kitlenizin kim olduğu"],"What makes your business unique":["İşletmenizi benzersiz kılan şeyin ne olduğu"],"How many products you plan on displaying":["Göstermeyi planladığınız ürün sayısı"],"What you want to sell":["Satmak istediğiniz şeyin ne olduğu"],"Try to include:":["Şunları dahil etmeye çalışın:"],"The more detail you provide, the better job our AI can do!":["Ne kadar fazla ayrıntı sağlarsanız yapay zekamız o kadar iyi bir iş çıkarabilir!"],"E.g., At Cool Cat Shades, we sell sunglasses specially designed for our stylish feline friends. Designed and developed with a cat’s comfort in mind, our range of sunglasses are fashionable accessories our furry friends can wear all day. We currently offer 50 different styles and variations of shades, with plans to add more in the near future.":["Ör. Cool Cat Shades olarak şık kedi dostlarımıza özel tasarlanan güneş gözlükleri satıyoruz. Kedilerin konforu gözetilerek tasarlanan ve geliştirilen güneş gözlüğü koleksiyonumuz, tüylü dostlarımızın tüm gün boyunca takabileceği modaya uygun aksesuarlardır. Şu anda 50 farklı stil ve renk tonu varyasyonu sunuyoruz, yakın gelecekte daha fazlasını eklemeyi planlıyoruz."],"Tell us a bit more about your business":["Bize işletmeniz hakkında biraz daha bilgi verin"],"Applying the finishing touches":["Son dokunuşlar uygulanıyor"],"Assembling your AI-optimized store":["Yapay zeka tarafından optimize edilen mağazanız kuruluyor"],"Designing the best look for your business":["İşletmeniz için en iyi görünüm tasarlanıyor"],"Comparing the top performing stores":["En iyi performans gösteren mağazalar karşılaştırılıyor"],"Analyzing your responses":["Yanıtlarınız analiz ediliyor"],"Drag to resize":["Yeniden boyutlandırmak için sürükleyin"],"Saving":["Kaydediliyor"],"Continue setting up your store":["Mağazanızı ayarlamaya devam edin"],"Preview store":["Mağazayı önizleyin"],"Neutral":["Nötr"],"Back":["Geri"],"Navigation":["Dolaşım"],"Style":["Stil"],"Done":["Bitti"],"Layout":["Yerleşim"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Önceki"],"Save":["Kaydet"],"Continue":["Devam et"],"Default":["Varsayılan"],"Settings":["Ayarlar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}