{"translation-revision-date":"2023-12-20 11:52:34+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Learn how to increase your rankings with %1$s":["%1$s ile sıralamalarınızı nasıl yükselteceğinizi öğrenin"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Bu siteyi temsil etmesi için bir kişi seçerseniz, seçilen kullanıcının profil sayfasındaki sosyal profilleri kullanacağız."],"You have selected the user %1$s as the person this site represents.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısını seçtiniz."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Bu kullanıcı profiline %1$ssosyal profiller ekleyebilir veya güncelleyebilirsiniz%2$s."],"Please select a user in the Site representation step.":["Lütfen site temsili adımında bir kullanıcı seçin."],"We could not save the website name. Please check the value.":["Web sitesi adını kaydedemedik. Lütfen değeri kontrol edin."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Kuruluş adı ve logosu için site başlığınızı ve logonuzu kullanma serbestisinde bulunduk. Bunları aşağıda değiştirmekten çekinmeyin."],"We could not save the organization name. Please check the value.":["Kuruluş adını kaydedemedik. Lütfen değeri kontrol edin."],"An error has occurred: %1$s":["Bir hata oluştu: %1$s"],"SEO data optimization":["SEO veri optimizasyonu"],"Personal preferences":["Kişisel tercihler"],"Finish configuration":["Yapılandırmayı bitir"],"Please enter a valid email address.":["Lütfen geçerli bir e-posta adresi girin."],"Thank you! Check your inbox for the confirmation email.":["Teşekkürler! Onay e-postası için gelen kutunuzu kontrol edin."],"E.g. example@email.com":["Örneğin kullanici@alanadi.com"],"Or go to your SEO dashboard":["Veya SEO kontrol panelinize gidin."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısınız seçtiniz. Bu kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. %2$s Bilgilerin doğru olduğundan emin olmak için bu profili güncelleyin%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısınız seçtiniz. Bu kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. Bu kullanıcı profilini güncellemek için yetkiniz yok, bu nedenle lütfen bu kullanıcıdan veya bir yöneticiden bilgilerin doğru olduğundan emin olmasını isteyin."],"Select a user":["Bir kullanıcı seçin"],"Personal logo or avatar":["Kişisel logo veya avatar"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO veri optimizasyonu çalışıyor... Bu yapılandırmanın sonraki adımlarına güvenle geçebilirsiniz."],"We've already successfully analyzed your site. You can move on to the next step.":["Sitenizi zaten başarıyla analiz ettik. Bir sonraki adıma geçebilirsiniz."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Bu yapılandırmanın azami etkiyi yaratması için SEO veri optimizasyonunu çalıştırmanız gerektiğine dikkat edin."],"Select an option":["Bir seçenek seçin"],"Uploading image...":["Görsel karşıya yükleniyor..."],"E.g. https:\/\/www.facebook.com\/yoast":["Örneğin https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Örneğin https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Örneğin https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Örneğin https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Örneğin https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Örneğin https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Örneğin https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Örneğin https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Örneğin https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Örneğin https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Diğer sosyal profil"],"E.g. https:\/\/social-platform.com\/yoast":["Örneğin https:\/\/social-platform.com\/yoast"],"Delete item":["Öğeyi sil"],"Add another profile":["Başka bir profil ekle"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Bu kullanıcının sosyal profillerini düzenlemenize izin verilmiyor. Lütfen kullanıcının kendisinden veya bir yöneticiden bunu yapmasını talep edin."],"Could not save this value. Please check the URL.":["Bu değer kaydedilemedi. Lütfen URL'yi kontrol edin."],"Could not save this value. Please check the URL or username.":["Bu değer kaydedilemedi. Lütfen URL'yi veya kullanıcı adını kontrol edin."],"Email address":["E-posta adresi"],"Oops! Something went wrong. Check your email address and try again.":["Oops! Bir şeyler ters gitti. E-posta adresinizi kontrol edin ve tekrar deneyin."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast gizlilik haklarınıza saygı gösterir. Kişisel bilgi politikamızı öğrenmek için lütfen %1$sgizlilik politikasını%2$s okuyun."],"Save and continue":["Kaydet ve devam et"],"Does your site represent an Organization or Person?":["Siteniz bir kuruluşu mu yoksa bir kişiyi mi temsil ediyor?"],"Site representation":["Site gösterimi"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["%1$sAraçlar bölümünde%2$s hala SEO veri optimizasyonunu çalıştırabilirsiniz. Bu işlem tamamlandığında, lütfen bu sayfayı yenileyin."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Bu yapılandırma adımı şu anda devre dışıdır, çünkü Yoast SEO Premium'un en son sürümünü çalıştırmıyorsunuz. Lütfen en son sürüme güncelleyin (en az %1$s). "],"Continue":["Devam"],"Error stack trace":["Hata yığın izleme"],"Response":["Yanıt"],"Error message":["Hata mesajı"],"Status code":["Durum kodu"],"Request method":["İstek yöntemi"],"Request URL":["İstek web adresi"],"Error details":["Hata detayları"],"Replace image":["Resmi değiştir"],"Select image":["Fotoğraf seç"],"Remove image":["Görseli kaldır"],"This feature has been disabled since subsites never send tracking data.":["Alt siteler hiçbir zaman izleme verisi göndermediği için bu özellik devre dışı bırakılmıştır."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Bu özellik, Metin Bağlantısı Sayacı ve Dahili Bağlantı Analizini içerir ve bunların yerini alır"],"SEO data optimization is disabled for non-production environments.":["SEO veri optimizasyonu, üretim dışı ortamlar için devre dışı bırakılmıştır."],"Stop SEO data optimization":["SEO veri optimizasyonunu durdurun"],"Start SEO data optimization":["SEO veri optimizasyonunu başlatın"],"Organization logo":["Kuruluş logosu"],"Organization name":["Kuruluş adı"],"This feature has been disabled by the network admin.":["Bu özellik ağ yöneticisi tarafından devre dışı bırakıldı."],"Go back":["Geri git"],"Save changes":["Değişiklikleri kaydet"],"Name":["İsim"],"Social profiles":["Sosyal profiller"],"Loading...":["Yükleniyor..."],"Website name":["Web sitesi ismi"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Edit":["Düzenle"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}